[{"ementa": "PROCESSO Nº: 0800985-27.2018.4.05.0000 - AGRAVO DE INSTRUMENTO - CE AGRAVANTE: EIT CONSTRUCOES S/A ADVOGADO: Lara Gurgel Do Amaral Duarte e outro AGRAVADO: FAZENDA NACIONAL RELATOR(A): Desembargador(a) Federal Paulo Roberto de Oliveira Lima - 2ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal André Carvalho Monteiro EMENTA AGRAVO DE INSTRUMENTO. EXECUÇÃO FISCAL. RECUPERAÇÃO JUDICIAL. SUSPENSÃO DO FEITO EXECUTIVO. DESCABIMENTO. 1. Trata-se de agravo de instrumento interposto por EIT CONSTRUÇÕES S/A contra decisão proferida pelo Juízo da 15ª Vara Federal da Seção Judiciária do Ceará que, em sede de Execução Fiscal, indeferiu o pleito da executada no sentido de que fossem suspensos quaisquer atos de constrição ao seu patrimônio, enquanto mantida a condição de recuperação judicial em que se encontra atualmente. 2. O caso cuida de execução fiscal promovida pela FAZENDA NACIONAL, ora agravada, objetivando a cobrança do montante de R$ 1.179.944,02 (um milhão, cento e setenta e nove reais e novecentos e quarenta e quatro reais e dois centavos). Devidamente citada, a pessoa jurídica devedora veio aos autos informar o deferimento, pelo Juízo de Direito da Vara Única da Comarca de Jaguaruana/CE, o processamento do seu pedido de recuperação judicial. 3. Entendeu o Juízo a quo, em síntese, não haver falar em suspensão da presente execução fiscal em razão do deferimento da recuperação judicial da empresa devedora, ao contrário do que ocorre em relação a outras demandas judiciais, por força da previsão do art. 6º, § 7º, da Lei nº 11.101/05. Ademais, considerou inexistir uma vedação absoluta à prática de atos constritivos no feito executivo em tal situação, estando proscritos apenas aqueles atos que venham, efetivamente, a comprometer o desenvolvimento do Plano de Recuperação ou que impeçam a continuidade da atividade econômica da empresa, cabendo ao devedor o ônus de demonstrar, no caso concreto, a ocorrência dessas hipóteses. Assim, reputando ausente qualquer demonstração de efetivo comprometimento do Plano de Recuperação da executada, não vislumbrou motivo para a submissão, ao Juízo Estadual, dos atos executivos a serem executados nos autos de que se cuida, razão pela qual indeferiu o pleito da executada. Daí o agravo. 4. Há previsão legal explícita no parágrafo 7º, do art. 6º, da Lei nº 11.101/2005, no sentido de que: \"As execuções de natureza fiscal não são suspensas pelo deferimento da recuperação judicial, ressalvada a concessão de parcelamento nos termos do Código Tributário Nacional e da legislação ordinária específica\". 5. Trata-se, portanto, de opção político-legislativa exteriorizada em texto legal explícito sobre o tema, no sentido de resguardar os intrínsecos privilégios dos créditos fiscais, ainda que o Estado-Juiz tenha, como no caso presente, deferido o pedido de recuperação judicial. 6. No caso dos autos, o pedido genérico do executado no sentido de que houvesse a paralisação da prática de qualquer ato constritivo, sequer aponta, de forma concreta, por quais motivos a penhora no rosto dos autos, requerida pela Fazenda Nacional exequente (cf. ID nº 4058101.2107233), inviabilizaria, de forma efetiva, o soerguimento da empresa em recuperação. 7. Portanto, à míngua de comprovação de que a constrição pretendida pelo órgão fazendário afetaria sobremaneira o funcionamento e a recuperação da empresa, não há falar em vedação absoluta à prática de atos constritivos no curso do feito executivo fiscal. 8. Agravo de instrumento desprovido. ID ", "file": "ementa_2_TRF5_PJE-08009852720184050000-2022-12-06"}, {"ementa": "PROCESSO Nº: 0809052-23.2021.4.05.8100 - REMESSA NECESSÁRIA CÍVEL PARTE AUTORA: A. Q. M. D. S. REPRESENTANTE: DEFENSORIA PÚBLICA DA UNIÃO REPRESENTANTE(PAIS): DAYANE STEFFANI MUNIZ DA SILVA PARTE RÉ: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Jorge Luis Girao Barreto EMENTA: PROCESSUAL CIVIL. PREVIDENCIÁRIO. MANDADO DE SEGURANÇA. MORA NA APRECIAÇÃO DO PLEITO ADMINISTRATIVO PELO INSS. IMPROVIMENTO. 1. Remessa necessária de sentença que concedeu a segurança pretendida, para tornar definitivos os efeitos da decisão administrativa já proferida pela autoridade impetrada e já objeto de comunicação a este Juízo Federal, e extinguiu o processo com resolução do mérito, nos termos do art. 485, I, do CPC/2015, e art. 14, da Lei 12.016/2009. 2. Mandado de Segurança, com pedido de liminar, impetrado por ANNA QUÉZIA MUNIZ DA SILVA, representada por sua genitora DAYANE STEFFANI MUNIZ DA SILVA, assistida pela Defensoria Pública da União, contra o Gerente Executivo do Instituto Nacional do Seguro Social - INSS, objetivando a conclusão do processo administrativo de concessão do Benefício assistencial a pessoa com deficiência, formulado em 31/10/2020, Protocolo: 63911522 (id. 4058100.23636063). 3. A liminar foi deferida (art. 7º, inciso II, da Lei 12.016/2009), e o INSS concluiu o processo administrativo deferiu o pedido que gerou o benefício LOAS NB 710.133.868-3. 4. Reconhecida a procedência do pedido inicial na esfera administrativa, mantém-se a sentença de concessão da segurança, nos termos no art. 485, I, do CPC/2015, e art. 14, da Lei nº 12.016/2009. 5. Remessa Necessária Improvida. [7] ", "file": "ementa_5_TRF5_PJE-08090522320214058100-2022-11-22"}, {"ementa": "PROCESSO Nº: 0803381-74.2016.4.05.8300 - APELAÇÃO CÍVEL APELANTE: FUNDACAO DOS ECONOMIARIOS FEDERAIS FUNCEF ADVOGADO: Bruno Luis De Souza Pereira e outros APELADO: GEORGE KUNST e outro ADVOGADO: José Alberto De Albuquerque Pereira RELATOR(A): Desembargador(a) Federal Francisco Roberto Machado - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Arnaldo Pereira De Andrade Segundo JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Nilcéa Maria Barbosa Maggi EMENTA: PROCESSUAL CIVIL. PREVIDENCIÁRIO. CIVIL. FUNCEF. COMPLEMENTAÇÃO DE APOSENTADORIA. RECURSO INTERPOSTO FORA DO PRAZO. INTEMPESTIVIDADE. APELAÇÃO NÃO CONHECIDA. 1. Trata-se de apelação interposta pela FUNDACAO DOS ECONOMIARIOS FEDERAIS - FUNCEF contra sentença prolatada pelo Juízo da 5ª Vara Federal da Seção Judiciária de Pernambuco na qual foram julgados procedentes os pedidos contra a apelante e improcedentes em relação à CEF. 2. Em suas razões recursais, a apelante defende, preliminarmente, a ocorrência da prescrição e da decadência, bem como a ausência de interesse de agir pela perda do objeto. No mérito, alega que a transação extrajudicial firmada com o autor impediria nova análise da matéria. Assevera que não teria participado do processo judicial que determinou o pagamento das diferenças decorrentes da inclusão de vantagens pessoais ao salário do apelado, não podendo tais vantagens ser incorporadas à complementação de aposentadoria. Defende, ainda, que não houve o custeio para o pagamento da parcela pleiteada, a qual não foi prevista no plano do autor. Por fim, aduziu a necessidade de realização de perícia judicial no caso. 3. O artigo 1.003, §5º, do Código de Processo Civil prevê que \"Excetuados os embargos de declaração, o prazo para interpor os recursos e para responder-lhes é de 15 (quinze) dias\". Compulsando os autos, verifica-se que a sentença foi proferida em 27/10/2016 (Id. 4058300.2481556), tendo a apelante sido intimada no dia 05/11/2016, conforme certidão de identificador nº 4058300.2549224, iniciando-se, por sua vez, a contagem do prazo de 15 (quinze) dias para a interposição do referido recurso no primeiro dia útil após o aperfeiçoamento da intimação, qual seja, dia 07/11/2016, segunda-feira. 4. No caso de comunicação eletrônica, a intimação se reputa aperfeiçoada com a leitura do destinatário ou com o decurso do prazo de dez dias corridos, contados da data do envio da intimação, ocasião na qual considerar-se-á a intimação automaticamente realizada na data do término desse prazo, nos termos do art. 5º, §3º, a Lei 11.419/2006. A propósito, este o conteúdo do art. 5º da referida lei, que trata sobre a informatização do processo judicial: \"Art. 5º As intimações serão feitas por meio eletrônico em portal próprio aos que se cadastrarem na forma do art. 2º desta Lei, dispensando-se a publicação no órgão oficial, inclusive eletrônico. § 1º Considerar-se-á realizada a intimação no dia em que o intimando efetivar a consulta eletrônica ao teor da intimação, certificando-se nos autos a sua realização. § 2º Na hipótese do § 1º deste artigo, nos casos em que a consulta se dê em dia não útil, a intimação será considerada como realizada no primeiro dia útil seguinte. § 3º A consulta referida nos §§ 1º e 2º deste artigo deverá ser feita em até 10 (dez) dias corridos contados da data do envio da intimação, sob pena de considerar-se a intimação automaticamente realizada na data do término desse prazo\". Assim, da leitura da legislação supratranscrita, depreende-se que, caso a parte efetive a consulta eletrônica ao teor da intimação (§1º), e a consulta se dê em dia não útil, será considerada como realizada no primeiro dia útil seguinte (§2º). Contudo, caso ela não o faça em até 10 dias corridos, contados da data do envio da intimação, considerar-se-á intimada automaticamente na data do término desse prazo (§3º), independentemente do dia em que finde o referido prazo, não sendo a ressalva trazida no §2º supra aplicável ao disposto no §3º. 5. No caso, o prazo para interposição da apelação se ultimou em 28/11/2016, de modo que, interposto o recurso no dia 24/01/2017 (Id. 4058300.2802313), este se evidencia como intempestivo, o que conduz ao seu não conhecimento. 5. Apelação não conhecida. ", "file": "ementa_7_TRF5_PJE-08033817420164058300-2022-11-10"}, {"ementa": "PROCESSO Nº: 0004834-66.2012.8.06.0104 - APELAÇÃO CÍVEL APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: JOSE GOMES FILHO ADVOGADO: MARCIA SALES LEITE SILVEIRA ORIGEM: VARA ÚNICA DA COMARCA DE ITAREMA - CE JUIZ: BRUNO LEONARDO BATISTA DE MEDEIROS SANTOS RELATOR: DESEMBARGADOR FEDERAL CARLOS REBÊLO JÚNIOR TURMA: PRIMEIRA EMENTA: PREVIDENCIÁRIO. SEGURADO ESPECIAL. APOSENTADORIA POR IDADE DE RURÍCOLA. COMPROVAÇÃO DA ATIVIDADE RURAL. PROVA TESTEMUNHAL E INÍCIO RAZOÁVEL DE PROVA MATERIAL. CUMPRIMENTO DO PERÍODO DE CARÊNCIA E DA IDADE MÍNIMA. APELAÇÃO IMPROVIDA. 1. Insurgência contra sentença que julgou procedente a ação objetivando a concessão de aposentadoria rural. 2. Requisito etário preenchido na data do pedido administrativo (16.10.2012). 3. Para demonstrar a prestação de serviço rural em regime de economia familiar, o autor juntou aos autos: a) a) declaração de atividade rural no período de 1983 a 2012, expedida pela Federação dos Pescadores do Estado do Ceará; b) declaração da Colônia de Pescadores Profissionais Artesanais e Aquicultores de Fortaleza-CE; c) certidão da Justiça Eleitoral; d) declaração da Companhia dos Portos do Ceará com informação de que o autor é inscrito como pescador profissional desde 25.09.1969. 4. O conjunto probatório é suficiente para comprovar a prestação de serviço rural, pelo período equivalente ao período de carência legal, de modo que, associada à idade mínima exigida (55 anos, para mulher e 60 para homens), conferem o direito ao apelante de receber a aposentadoria por idade, com efeitos retroativos à data do requerimento administrativo, respeitada a prescrição quinquenal. 5. Apelação improvida. ", "file": "ementa_8_TRF5_PJE-00048346620128060104-2022-11-10"}, {"ementa": "PROCESSO Nº: 0000448-08.2010.8.20.0125 - REMESSA NECESSÁRIA CÍVEL PARTE AUTORA: GERALDO MORAIS DA SILVA ADVOGADO: Gustavo Adolfo Maia Dantas Caldas PARTE RÉ: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: PROCESSUAL CIVIL. PREVIDENCIÁRIO. LOAS. DEFICIENTE. INCAPACIDADE LABORATIVA COMPROVADA POR PERÍCIA MÉDICA. MISERABILIDADE CONSTATA POR PERÍCIA SOCIAL. CONCESSÃO DO BENEFÍCIO. REMESSA OFICIAL NÃO CONHECIDA. 1. Remessa necessária de sentença que julgou procedente o pedido autoral de restabelecimento do benefício de Amparo Social ao Deficiente (LOAS), a partir do dia posterior à data de cessação do benefício, qual seja, 02/02/2009. Correção monetária e juros de mora, na forma do artigo 1º-F da Lei nº 9.494/97. Sem custas, por força do art. 1º, § 1º da Lei nº 9.278/09. Honorários advocatícios em 10% do valor da causa (R$ 30.000,00), nos termos do art. 85, § 2º do CPC. 2. Assim dispõe a lei processual: \"art. 496 do CPC. Está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo tribunal, a sentença: I - proferida contra a União, os Estados, o Distrito Federal, os Municípios e suas respectivas autarquias e fundações de direito público§ 3º Não se aplica o disposto neste artigo quando a condenação ou o proveito econômico obtido na causa for de valor certo e líquido inferior a: I - 1.000 (mil) salários-mínimos para a União e as respectivas autarquias e fundações de direito público\". 3. Como a sentença em desfavor da entidade pública federal não se enquadra na hipótese de remessa oficial prevista no art. 496, §3º, I do CPC/2015, não deve ser conhecido o meio autônomo de impugnação. 4. Remessa oficial não conhecida. [16.1] ", "file": "ementa_9_TRF5_PJE-00004480820108200125-2022-11-08"}, {"ementa": "PROCESSO Nº: 0800511-65.2021.4.05.8305 - APELAÇÃO CÍVEL APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: HELENA BEZERRA DOS REIS ADVOGADO: Sayles Rodrigo Schutz RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Joaldo Karolmenig De Lima Cavalcanti EMENTA: PREVIDENCIÁRIO. RMI. MAJORAÇÃO DO TETO DOS SALÁRIOS DE CONTRIBUIÇÃO. EMENDAS CONSTITUCIONAIS 20/98 E 41/2003. APLICABILIDADE. PRECEDENTE DA SEGUNDA TURMA AMPLIADA. REVISÃO A MENOR COMPROVADA NOS AUTOS. IMPROVIMENTO. Apelação do INSS contra sentença que julgou procedente o pedido, determinando que o resíduo da média dos salários-de-contribuição, afastado pelo teto vigente na data da concessão, seja reincorporado quando da majoração do referido teto pelas Emendas Constitucionais n. 20/98 e 41/03, condenado o réu ao pagamento dos valores apurados na conta do Juízo, a título de diferenças devidas, já atualizados pelo IPCA-E e acrescidos de juros de mora nos termos do disposto no art. 1º-F da Lei nº 9.494/97. Honorários advocatícios arbitrados em 10% (art. 85, §3º, I, do CPC/2015), a incidir sobre o valor da obrigação de pagar, observado o teor da Súmula nº. 111 do STJ. Invoca o apelante a ocorrência da decadência do direito da autora. Afirma que a tese firmada pelo STF, no RE 564.354/SE, é de aplicação restrita aqueles segurados que nas respectivas datas de entrada em vigor percebiam seus benefícios limitados ao teto então vigente - respectivamente R$ 1.081,50, nos termos do art. 2º da Portaria MPAS nº 4.479, de 4 de junho de 1998, publicada no DOU de 05/06/1998, e R$ 1.869,34, conforme art. 10 da Portaria MPS nº 727, de 30 de maio de 2003. Aduz que o salário-de-benefício deve respeitar o teto previdenciário, nos termos do art. 29, § 2º, da Lei nº 8.213/91, e que deve incidir o fator previdenciário no cálculo do benefício, que são limitações que decorrem de lei. Assevera que os benefícios concedidos após abril de 1991 não deverão passar por revisões. Sustenta que a revisão do benefício pelo art. 58 do ADCT, não gerará diferenças a partir de abril de 1989. Pede pelo provimento do recurso e pelo reconhecimento da decadência do direito postulado ou pela improcedência da ação. Não incide a decadência prevista no art. 103, caput, da Lei 8.213/1991 nas pretensões de aplicação dos tetos das Emendas Constitucionais 20/1998 e 41/2003 a benefícios previdenciários concedidos antes dos citados marcos legais, pois consubstanciam mera revisão das prestações supervenientes ao ato de concessão. O STF já firmou posicionamento, no RE 564.354/SE, no sentido de que \"não ofende o ato jurídico perfeito a aplicação imediata do art. 14, da EC 20/98 e 41/2003 aos benefícios previdenciários limitados ao teto do regime geral da previdência estabelecido antes da vigência dessas normas, de modo que passem a observar ao novo teto constitucional\". Esse Colegiado decidiu, em sua composição ampliada, que deve ser verificado se a RMI da aposentadoria objeto da lide restou por ser limitada ao teto vigente à época, por ocasião da revisão realizada pelo art. 144, da Lei nº. 8.213/91, que previa o recálculo do processo concessório, com a fixação de nova renda mensal inicial, retroagindo-a à data original do benefício. Precedente: TRF5, Segunda Turma Ampliada, por maioria, Proc. n. 0817820-85.2019.4.05.8300, relator Des. Federal Paulo Cordeiro, relator p/Acórdão Des. Federal Paulo Roberto de Oliveira Lima, Julgamento: 24/08/2020. Compulsando os autos, verifica-se pelo documento DATAPREV/CONBAS juntado, que o demandante teve seu benefício de aposentadoria por tempo de contribuição concedido em janeiro de 1989 e que passou pela revisão do art. 144 da Lei nº. 8.213/91 (competência 10/92), quando foi tetado, visto que a média de seu salário-base estava acima do teto e deixou de receber a correção monetária devida (Revisão Tipo 9). Assim, deve ser julgada procedente a demanda revisional. Fixam-se os honorários advocatícios recursais em 1%, acrescidos sobre o percentual da verba sucumbencial já estipulada pela sentença recorrida, nos termos do art. 85, parágrafo 11, do CPC. Apelação improvida. [09] ", "file": "ementa_10_TRF5_PJE-08005116520214058305-2022-11-08"}, {"ementa": "PROCESSO Nº: 0804719-49.2019.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: MARIA GRACIETE CORDEIRO CIA LTDA ADVOGADO: Janinne Maciel Oliveira De Carvalho e outros AGRAVADO: FAZENDA NACIONAL RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal . . EMENTA PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. AGRAVO INTERNO. PRECLUSÃO CONSUMATIVA. OCORRENCIA. AGRAVO DE INSTRUMENTO PREJUDICADO. 1. Trata-se de agravo interno interposto contra decisão monocrática do relator de ID. 4050000.27225548 que julgou prejudicado o Embargo de Declaração de ID. 4050000.24279099. Argumentou que \"A manutenção parcial da exigibilidade do título combatido pela Exceção de Pré-Executividade resultou na efetivação de penhora nos autos originários (nº 0000121-43.2012.4.05.8306), o que não apenas fulminou a pretensão à Exceção de Pré- executividade, qual seja, a de evitar a penhora indevida, como possibilitou o ajuizamento do instrumento de defesa mais amplo, que são os Embargos à Execução. (...) Portanto, inexorável o reconhecimento da perda do objeto da Exceção de Pé-Executividade, e, por conseguinte, do Agravo de Instrumento, ante o ajuizamento dos Embargos do devedor.\" 2. Requereu a reforma da decisão para que, assim como o Embargos de Declaração, o Agravo de Instrumento fosse julgado prejudicado. 3. A decisão agravada indeferiu o pedido de que o Agravo de Instrumento fosse julgado prejudicado pelo argumento de que este já havia sido objeto de apreciação. 4. Verifico que no dia 19/06/2020 houve o julgamento do Agravo de Instrumento em que se negou o seu provimento. Com isso, uma vez que praticado o ato, recai sobre ele a preclusão consumativa. Não sendo possível que o Agravo de Instrumento seja julgado prejudicado, uma vez que o seu julgamento já ocorreu. 5. Há de se reconhecer a preclusão consumativa (art. 507, do CPC). 6. Agravo Interno prejudicado. ", "file": "ementa_11_TRF5_PJE-08047194920194050000-2022-11-03"}, {"ementa": "PROCESSO Nº: 0804433-75.2020.4.05.8200 - APELAÇÃO CÍVEL APELANTE: FUNDO NACIONAL DE DESENVOLVIMENTO DA EDUCACAO - FNDE APELADO: LAIANA KAREN DANTAS BARRETO ADVOGADO: Tiago Bastos De Andrade RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Camara Carra JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Adriana Carneiro Da Cunha Monteiro Nobrega EMENTA ADMINISTRATIVO. FIES. PRAZO DE CARÊNCIA. RESIDÊNCIA MÉDICA. ORTOPEDIA E TRAUMATOLOGIA. ESPECIALIDADE DEFINIDA COMO PRIORITÁRIA. ART. 6º-B, PARÁGRAFO 3º, DA LEI Nº 10.260/2001. REQUERIMENTO APÓS O INÍCIO DA FASE DE AMORTIZAÇÃO. IMPOSSIBILIDADE. 1. Apelação interposta contra sentença que julgou procedente, em parte, o pedido para determinar aos réus que se abstenham de praticar qualquer ato de cobrança ou inscrição por inadimplência oriunda do contrato de FIES da demandante, eis que prorrogada a carência contratual por força do disposto no §3º do art. 6º-B da Lei Federal nº 10.260/2001, enquanto a autora permanecer em programa de residência médica prioritária. Determinou, ainda, aos réus que, quanto às prestações eventualmente já pagas pela demandante durante o prazo da residência médica, sejam reposicionadas para momento posterior à finalização da especialização, compensando-se com o saldo devedor final. Em razão da sucumbência mínima da parte autora, condenou a Caixa e o FNDE ao pagamento, pro rata, de honorários advocatícios que arbitrou em 10% (dez por cento) sobre o valor da causa, nos termos do art. 85, §§ 2º e 3º, I, do CPC. 2. Controverte-se sobre a extensão da carência durante o período da residência médica para os estudantes que ingressarem em programa credenciado pela Comissão Nacional de Residência Médica, de que trata a Lei no 6.932, de 7 de julho de 1981, e em especialidades prioritárias definidas em ato do Ministro de Estado da Saúde, prevista no art. 6°-B, §3°, da Lei nº 10.260/2001. 3. Consta dos documentos que instruem a inicial que a autora concluiu o curso de medicina em 17/12/2015 e, em 01/03/2018, iniciou Programa de Residência Médica, credenciado pela Comissão Nacional de Residência Médica, na especialidade Ortopedia e Traumatologia, considerada como prioritária, nos termos da Portaria Conjunta SGTES-SAS/MS nº 3, de 19 de fevereiro de 2013. Assim, o início do referido Programa de Residência Médica se deu quando já iniciado o período de amortização, não sendo possível, portanto, a deferir extensão pretendida. O entendimento consolidado nesta Quarta Turma é no sentido de que não se prorroga algo que já cessou. Precedente: PROCESSO: 08108552320214058300, Apelação Cível, DESEMBARGADOR FEDERAL RUBENS DE MENDONÇA CANUTO NETO, 4ª TURMA, JULGAMENTO: 05/04/2022. 4. Apelação provida para julgar improcedente o pedido de prorrogação de carência. Com o provimento da apelação, inverte-se o ônus sucumbencial. Exigibilidade da parcela suspensa, enquanto perdurar a situação de hipossuficiência econômica que ensejou o deferimento da gratuidade judiciária (art. 98, §3º, do CPC/2015). BCF ", "file": "ementa_12_TRF5_PJE-08044337520204058200-2022-10-11"}, {"ementa": "Ementa Tributário e Processual Civil. Apelação em Embargos à Execução Fiscal. Citação por edital no feito executivo. Não esgotamento dos outros meios de citação pessoal. Precedentes do Superior Tribunal de Justiça, especialmente a sua Súmula 414. Nulidade da citação editalícia. Honorários sucumbenciais. Aplicação da regra geral baseada no valor da causa ou do proveito econômico. Inocorrência das hipóteses de apreciação equitativa para os fins do aludido encargo. Majoração dos honorários recursais. Desprovimento da apelação. 1. Cuida-se de apelação da Fazenda Nacional ante sentença que extinguiu o feito executivo, em decorrência da nulidade da citação por edital, nos termos do art. 487, inc. I, do Código de Processo Civil, com a condenação da União em honorários sucumbenciais no percentual de 10% (dez por cento) sobre o valor da causa. 2. A apelante requer a reforma da sentença, a fim de determinar o reconhecimento da validade da citação por edital, diante da inexistência de prejuízo processual para parte adversa, especialmente pelo fato de não se poder exigir novas diligências por parte da administração fazendária, cujos dados utilizados foram informados pelo próprio contribuinte. Segue aduzindo que deve ser restabelecido o prosseguimento do feito executivo, postulando, por fim, no caso de manutenção da sentença recorrida, que não seja condenada em honorários sucumbenciais ou que a referida condenação seja fixada por equidade, com base no art. 85, § 8º, do Código de Processo Civil. 3. No caso sob análise, refere-se aos embargos à execução que objetiva a nulidade da citação editalícia, sob o fundamento de que não foram esgotadas as modalidades de citação pessoal anteriormente à citação por edital. 4. Conforme o disposto na Súmula 414, do Superior Tribunal de Justiça, a citação por edital na execução do feito executivo é cabível quando frustradas as demais modalidades, tal entendimento foi consolidado em recurso repetitivo, que o art. 8º, da Lei 6.830/1980, a citação por edital, na execução fiscal, somente é permitida quando não exitosas as outras modalidades de citação (REsp 1.103.050/BA, min. Teori Albino Zavascki, Dje 06 de abril de 2009). 5. Nesta senda, observa-se que a citação editalícia tem como escopo a tentativa de localização do executado quando as diligências anteriores foram infrutíferas, permitindo a citação por edital, sob pena de nulidade. 6. Ao exame dos autos, verifica-se que não há mácula na douta sentença, haja vista que, após o fracasso da citação por carta, houve a imediata citação editalícia, sem que ocorresse a prévia citação da parte executada/embargante por oficial de justiça (id. 4050000.32359079, fls. 04/14-PDF). 7. Precedente destas Quarta Turma: AGTR 0810860-50.2020.4.05.0000, des. Frederico Wildson da Silva Dantas (convocado), julgado em 30 de março de 2021. 8. Quanto aos honorários de sucumbência, também não merece reparos a sentença apelada, ao ter aplicado a regra geral baseada no valor da causa ou do proveito econômico (art. 85, §§ 2º ao 5º, do Código de Processo Civil), e por não se verificar, no caso concreto, quaisquer das hipóteses autorizativas da adoção do juízo por apreciação equitativa, previsto no art. 85, § 8º, idem. 9. Desprovimento da apelação. gabvc/ico ", "file": "ementa_16_TRF5_PJE-00144404620178060136-2022-09-27"}, {"ementa": "PROCESSO Nº: 0801529-78.2019.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: WANDERLEY AGRO PECUARIA SA ADVOGADO: Luiz Otávio De Souza Jordão Emerenciano AGRAVADO: BANCO NACIONAL DE DESENVOLVIMENTO ECONOMICO E SOCIAL RELATOR(A): Desembargador(a) Federal Fernando Braga Damasceno - 3ª Turma EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. EXCEÇÃO DE PRÉ-EXECUTIVIDADE. INEXIGIBILIDADE DO TÍTULO. EXCEÇÃO DO CONTRATO NÃO CUMPRIDO. REPETIÇÃO DA MATÉRIA DE DEFESA. IMPOSSIBILIDADE. COISA JULGADA EM SEDE DE EMBARGOS À EXECUÇÃO. ERRO MATERIAL NÃO CONFIGURADO. REDISCUSSÃO. PREQUESTIONAMENTO. IMPROVIMENTO. 1. Trata-se de embargos de declaração opostos por WANDERLEY AGROPECUÁRIA S.A em face de acórdão que deu parcial provimento ao agravo de instrumento interposto pela parte embargante, apenas para afastar a multa por litigância de má-fé. Restou mantida, portanto, a decisão agravada no tocante ao não conhecimento da exceção de pré-executividade. 2. Em suas razões, a parte embargante alega que o acórdão padece de erro material por ter desconsiderado a diferença existente entre os institutos da inexigibilidade do título e da exceção de contrato não cumprido, aplicando equivocadamente a coisa julgada sobre o caso em tela. 3. Analisando-se o acórdão embargado, depreende-se que o julgado não padece de erro material como quer fazer crer a parte embargante. O erro material, que não se confunde com eventual erro de julgamento, é aquele que pode ser facilmente identificável, sem que sejam necessários grandes aprofundamentos no teor da decisão. Configuram exemplos de erro material os erros de cálculo, de digitação, de capitulação do artigo e etc. 4. Na hipótese, todavia, a embargante pretende apontar como erro material o próprio entendimento adotado no julgado, no claro intuito de rediscutir a tese que já foi levantada em sede de agravo de instrumento e que foi expressamente combatida pelo órgão julgador. 5. O posicionamento da Terceira Turma foi bastante claro, no sentido de que \"Não obstante os esforços deduzidos pela agravante, no sentido de diferenciar os institutos alegados (a exceção do contrato não cumprido e a inexigibilidade do título), não merece reforma a decisão combatida, havendo que se reconhecer a existência de coisa julgada com relação à matéria sustentada na exceção. A alegação de inexigibilidade do título já foi conhecida em sede de embargos à execução, sobretudo porque é uma decorrência lógica da exceção do contrato não cumprido. Aliás, a inexigibilidade do título por inadimplemento da outra parte é sinônimo da exceção do contrato não cumprido.\" 6. Com efeito, é certa a não configuração de erro material na hipótese. Discordando a parte do resultado do julgamento, deve manifestar sua irresignação através dos instrumentos adequados. 7. Por fim, o mero propósito de prequestionamento da matéria não acarreta o provimento dos embargos de declaração se o acórdão embargado não contém, como no caso, omissão em relação à matéria suscitada (TRF 5, EDAG 141267/01, Rel.: Desembargador Federal CARLOS REBELO JÚNIOR, Órgão Julgador: TERCEIRA TURMA, Julgado em: 17/11/2016, DJe: 01/12/2016). 8. Embargos de declaração improvidos. ", "file": "ementa_18_TRF5_PJE-08015297820194050000-2022-09-22"}, {"ementa": "PROCESSO Nº: 0813673-16.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: AGRIMAR LEITE DE LIMA ADVOGADO: Luiz Otávio De Souza Jordão Emerenciano AGRAVADO: FAZENDA NACIONAL RELATOR(A): Desembargador(a) Federal Fernando Braga Damasceno - 3ª Turma PROCESSO ORIGINÁRIO: 0800049-54.2020.4.05.8302 - 11ª VARA FEDERAL - PE EMENTA: AGRAVO DE INSTRUMENTO. PROCESSUAL CIVIL. TRIBUTÁRIO. EXECUÇÃO FISCAL. EXCEÇÃO DE PRÉ-EXECUTIVIDADE. ILEGITIMIDADE PASSIVA. NECESSIDADE DE DILAÇÃO PROBATÓRIA. 1. Trata-se de agravo de instrumento interposto por particular em face de decisão que, em sede de ação de execução fiscal, não conheceu do pedido formulado na exceção de pré-executividade, para que fosse declarada a sua ilegitimidade passiva. 2. Em suas razões recursais, o agravante defende, em breve síntese, que é parte manifestamente ilegítima para figurar no polo passivo da presente execução fiscal, tendo em vista que foi equivocadamente corresponsabilizado por dívida anterior ao seu ingresso no quadro societário da empresa executada. Afirma a possibilidade de conhecimento da matéria de ordem pública na exceção de pré-executividade, bem como a presença de prova pré-constituída, de modo que caberia um distinguishing em relação ao entendimento de não conhecimento da objeção. Sustenta, ainda, que a única possibilidade de responsabilização do agravante seria em caso de verificação de cometimento de conduta ilícita, qual seja, a dissolução irregular da empresa, o que não se afigura no caso em comento. 3. Na origem, cuida-se de execução fiscal movida pela Fazenda Nacional em face de AGROMUSA MECANIZAÇÃO E SERVIÇOS LTDA e de corresponsáveis, dentre os quais o agravante, perseguindo pretensão creditícia, à época em que foi proposta, de R$ 66.790,52 (sessenta e sei mil, setecentos e noventa reais e cinquenta e dois centavos), valor inscrito em CDA de nº 40 6 96 002151-04. 4. A exceção de pré-executividade, em que pese não ser prevista na legislação brasileira, constitui um meio de defesa do executado decorrente da doutrina e da jurisprudência. Por conseguinte, o entendimento do STJ firmou-se no sentido de que \"A exceção de pré-executividade é cabível quando atendidos simultaneamente dois requisitos, um de ordem material e outro de ordem formal, ou seja: (a) é indispensável que a matéria invocada seja suscetível de conhecimento de ofício pelo juiz; e (b) é indispensável que a decisão possa ser tomada sem necessidade de dilação probatória\" (REsp 1110925/SP, Rel. Ministro TEORI ALBINO ZAVASCKI, PRIMEIRA SEÇÃO, DJe 04/05/2009). Ademais, sobre o tema em debate, o STJ editou a Súmula 393, cujo teor dispõe: \"A exceção de pré-executividade é admissível na execução fiscal relativamente às matérias conhecíveis de ofício que não demandem dilação probatória\". 5. Avulta consignar, por outro lado, que a Certidão de Dívida Ativa (CDA) goza de presunção de certeza e liquidez, impondo-se a apresentação de elementos probatórios idôneos para afastá-la, não sendo bastante para tal objetivo meras alegações desprovidas de suporte material que confirme o vício descrito. 6. Com efeito, é pacífico o entendimento exarado pelo STJ e seguido por esta Corte Regional, no sentido de que é \"incabível a exceção de pré-executividade direcionada à declaração de ilegitimidade passiva de sócio que consta na cédula de dívida ativa, dada a impossibilidade de dilação probatória no momento processual\" (Processo: 07075325120198070000, Relator: ROBERTO FREITAS, Terceira Turma Cível, data de julgamento: 4/9/2019, publicado no DJE: 17/9/2019.) 7. Isto posto, verifica-se que na CDA de nº 40 6 96 002151-04, que lastreia a presente execução fiscal, consta o nome do executado/agravante como corresponsável. Nesse sentido, uma vez que seu nome se encontra no título exequendo, a ele caberia provar sua ilegitimidade passiva através do meio de defesa adequado, qual seja, os embargos à execução. Trata-se, pois, de hipótese em que o manejo da exceção de pré-executividade é inadmitido. 8. Ainda que a legitimidade constitua matéria de ordem pública, resta ausente o requisito formal para conhecimento da exceção de pré-executividade. Assim, como a necessidade de dilação probatória para o exame do fato constitutivo do direito do excipiente, ora agravante, não se coaduna com a exceção de pré-executividade, a confirmação da decisão recorrida é medida que se impõe. 9. Agravo de instrumento improvido. ", "file": "ementa_19_TRF5_PJE-08136731620214050000-2022-09-22"}, {"ementa": "PROCESSO Nº: 0812847-87.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: UNIÃO AGRAVADO: MINISTÉRIO PÚBLICO FEDERAL (MPF) RELATOR(A): Desembargador(a) Federal Fernando Braga Damasceno - 3ª Turma PROCESSO ORIGINÁRIO: 0802259-32.2021.4.05.8500 - 2ª VARA FEDERAL - SE JUÍZA PROLATORA DA SENTENÇA (1° GRAU): Juíza Federal Martha Carvalho Dias de Figueiredo EMENTA: PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. CUMPRIMENTO PROVISÓRIO DE SENTENÇA. APLICAÇÃO DE ASTREINTES CONTRA A FAZENDA PÚBLICA. POSSIBILIDADE. REDUÇÃO DO VALOR. CABIMENTO. PRINCÍPIO DA RAZOABILIDADE E PROPORCIONALIDADE. DECISÃO AGRAVADA PARCIALMENTE REFORMADA. 1. Trata-se de agravo de instrumento contra decisão que, no Processo nº 0802259-32.2021.4.05.8500 (cumprimento provisório de sentença), aplicou à parte demandada multa diária de R$1.000,00 (um mil reais), a ser revertida ao Fundo de Defesa dos Direitos Difusos, a contar do decurso do prazo para cumprimento da decisão sob Id nº 4058500.5084752 dos autos originários, até a comprovação do efetivo cumprimento do título executivo. 2. A possibilidade de aplicação de astreintes contra a Fazenda Pública, em caso de desatendimento de obrigação de fazer, como ocorreu neste caso, já restou chancelada pela jurisprudência do Superior Tribunal de Justiça (STJ) [Precedentes: AgInt no AREsp1726726/PE (Relatora: Ministra Assusete Magalhães), AgInt no REsp1554394/RS (Relatora: Ministra Regina Helena Costa)]. 3. Registre-se, por oportuno, que o art. 536, § 1º, do CPC/2015, que prevê a imposição de multa, não exige a demonstração de resistência injustificada para a sua incidência. 4. No caso, verifica-se que passaram quase 7 (sete) meses desde que a UNIÃO e o INSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DE SERGIPE (IFS) foram intimados para cumprir a obrigação de fazer constante da sentença exequenda. No entanto, quando da decisão combatida, ainda não tinha havido a efetiva contratação de profissionais técnicos especializados em linguagem LIBRAS para auxiliar os estudantes do IFS. Nessa linha, o prazo considerável já transcorrido esvazia a alegação de que \"entraves burocráticos\" seriam justificativa para a mora, até porque se mostra plenamente possível a realização e conclusão de um processo seletivo simplificado em tal período de tempo. Assim, a aplicação de multa (astreintes), na hipótese vertente, é medida eficiente para impulsionar a parte recalcitrante a cumprir a obrigação que lhe foi imposta por força de decisão judicial. Em outros termos, é pertinente, in casu, a cominação de multa diária, devendo esta incidir a partir da não observância do prazo judicialmente fixado. 5. Por outro lado, a fixação das astreintes tem de ser levada a efeito de maneira razoável e proporcional, razão pela qual a multa diária de R$1.000,00 (um mil reais), inicialmente imposta, deve ser reduzida para R$250,00 (duzentos e cinquenta reais), valor este compatível com o caso concreto e suficiente para compelir o recalcitrante a cumprir a obrigação que lhe foi imposta. 6. Agravo de instrumento parcialmente provido tão somente para reduzir a multa diária para R$250,00 (duzentos e cinquenta reais). ", "file": "ementa_20_TRF5_PJE-08128478720214050000-2022-09-22"}, {"ementa": "PROCESSO Nº: 0807592-55.2018.4.05.8310 - APELAÇÃO CÍVEL APELANTE: CLAUDIO GERALDO SEIXAS GUEDES e outros ADVOGADO: Danton Ilyushin Bastos APELADO: INSTITUTO NACIONAL DE COLONIZACAO E REFORMA AGRARIA e outro RELATOR(A): Desembargador(a) Federal Carlos Rebelo Junior - 1ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Allan Endry Veras Ferreira EMENTA: PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. DESAPROPRIAÇÃO INDIRETA. PRESCRIÇÃO. TERMO INICIAL. AUTOS QUE RETORNARAM DO STJ PARA NOVA DECISÃO. ACTIO NATA. MARCO INICIAL DA PRESCRIÇÃO. DATA DO TRÂNSITO EM JULGADO DA AÇÃO DE REINTEGRAÇÃO DE POSSE. OMISSÃO. PROVIMENTO DO RECURSO. 1. Autos que retornaram do Egrégio Superior Tribunal de Justiça em razão do parcial provimento do Recurso Especial de nº 1890873-PE, no qual se adotou o entendimento de que o acórdão proferido por esta Primeira Tuma não analisou, expressamente, a aplicação da teoria da actio nata. 2. Embargos de declaração opostos pelo particular em face de acórdão que, nos autos da presente ação de desapropriação indireta, negou provimento à apelação, mantendo a sentença que declarou a prescrição indenizatória referente à Fazenda Varzante, localizada no Município de Ibimirim/PE. 3. Da análise dos autos, observa-se que tramitou, na Justiça Estadual de Pernambuco, entre os anos de 1984 e 2010, ação de reintegração de posse ajuizada em face dos integrantes do Movimento dos Trabalhadores Rurais sem Terra - MST. Nesse feito, foi prolatada, em 25/10/2010, decisão terminativa, a qual transitou em julgado em 02/12/2010. Da análise dos autos, observa-se, ainda, que não há nos autos comprovação de que os demandantes participaram da referida ação discriminatória. 4. Embora, em regra, o prazo prescricional tenha início com o nascimento da pretensão, a vertente subjetiva da teoria da actio nata ensina que a contagem do prazo prescricional exige a efetiva inércia do titular do direito, a qual inicia-se somente quando o titular do direito subjetivo violado possa a conhecer o fato e a extensão de suas consequências - dano, extensão e autoria da lesão\" (REsp 1.257.387/RS, Rel. Min. Eliana Calmon, Segunda Turma, DJe de 17.9.2013). 5. Caso em que, à luz do princípio da actio nata, deve ser adotado como marco inicial da prescrição a data do trânsito em julgado da mencionada ação de reintegração de posse (02/12/2010). 6. Reconhecimento da existência de omissão no acórdão recorrido, para afastar a prescrição reconhecida na sentença proferida pelo Juízo da 28ª Vara Federal de Pernambuco e, por conseguinte, determinar a remessa dos autos ao Juízo a quo, com o fim de que se proceda à instrução e posterior julgamento do feito. 7. Embargos de declaração providos. ", "file": "ementa_21_TRF5_PJE-08075925520184058310-2022-09-15"}, {"ementa": "PROCESSO Nº: 0801428-32.2017.4.05.8400 - APELAÇÃO CÍVEL APELANTE: FABIANA PINHEIRO SANTIAGO ADVOGADO: Thiago Zuca De Souza APELADO: INSTITUTO FEDERAL DE EDUCACAO, CIENCIA E TECNOLOGIA DO RIO GRANDE DO NORTE RELATOR(A): Desembargador(a) Federal Francisco Roberto Machado - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Leonardo Augusto Nunes Coutinho JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Magnus Augusto Costa Delgado EMENTA: PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. ART. 1022 DO CPC. PRESSUPOSTOS. INEXISTÊNCIA. REDISCUSSÃO. INADMISSIBILIDADE. 1. Os embargos de declaração são cabíveis quando o julgado apresentar omissão, contradição, obscuridade ou para corrigir erro material, nos termos do art. 1.022, I a III, do Código de Processo Civil. 2. No caso dos autos, o inconformismo da parte recorrente não se amolda aos contornos da via dos embargos de declaração, porquanto o acórdão ora combatido não padece de vícios de omissão, contradição ou obscuridade, não se prestando o manejo de tal recurso para o fim de rediscutir os aspectos fático-jurídicos anteriormente debatidos. 3. O art. 489 do CPC/15 impõe a necessidade de enfrentamento dos argumentos que possuam aptidão, em tese, para infirmar a fundamentação do julgado, não estando o julgador obrigado a responder a todas as questões suscitadas pelas partes, quando já tenha encontrado motivação suficiente para proferir a decisão. Precedentes do STJ. 4. Mesmo tendo os embargos por escopo o prequestionamento, ainda assim não se pode dispensar a indicação do pressuposto específico, dentre as hipóteses traçadas pelo art. 1.022 do CPC, autorizadoras do seu conhecimento. Ademais, o simples desejo de prequestionamento não acarreta o provimento do recurso se o acórdão não padece de qualquer omissão, obscuridade, contradição ou erro material. Saliente-se, ainda, que, com a entrada em vigor do CPC/15, a mera oposição dos embargos de declaração passa a gerar prequestionamento implícito, mesmo que os embargos sejam inadmitidos ou rejeitados, caso o Tribunal Superior entenda haver defeito no acórdão, na forma do artigo 1.025 do NCPC. 5. Não se deve confundir acórdão omisso, obscuro ou contraditório com prestação jurisdicional contrária à tese de interesse do embargante, sendo evidente a pretensão de rediscussão da causa com tal intuito, finalidade para qual não se prestam os embargos de declaração 6. Embargos de declaração improvidos. ", "file": "ementa_23_TRF5_PJE-08014283220174058400-2022-09-13"}, {"ementa": "Ementa Processual Civil. Embargos declaratórios a mostrar erro material no julgado, traduzido no fato do julgado ter enfrentado apelação manejada pelo autor, quando, em verdade, se cuida de remessa necessária, pugnando pela retirada do voto do feito para que novo julgamento se faça, dando-se provimento a remessa necessária. Contrarrazões do embargado, na defesa de não ser dado provimento ao reexame necessário, sanando-se o erro material, a que todos nós estamos sujeitos (...). Efetivamente, ocorreu um equívoco, na juntada aos autos de voto de outro recurso, erro que se constata da sua simples leitura, a começar por referir-se a recurso de apelação, quando, em verdade, se cuida de remessa necessária, independentemente de, no cabeçalho, aludir ao demandado, ora embargado. Os equívocos são comuns, não só pelo grande número de recursos em conflito com o número de assessores inferior ao necessário, como, ainda, por estarmos ainda na fase de transição entre o processo físico e o eletrônico. De qualquer forma, o erro foi detectado e será devidamente corrigido. Provimento aos aclaratórios, para considerar nulo o julgamento realizado na lista virtual de 21 de setembro de 2021, voltando-me os autos para elaboração do voto e posterior inclusão em pauta. ", "file": "ementa_31_TRF5_PJE-08077690420174058100-2022-09-06"}, {"ementa": "PROCESSO Nº: 0802366-56.2019.4.05.8400 - APELAÇÃO CÍVEL APELANTE: FAZENDA NACIONAL APELADO: RANCHO ALEGRE COMERCIO E REPRESENTACOES DE PRODUTOS AGROPECUARIOS LTDA. ADVOGADO: Davi De Sousa Cavalcanti e outro RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Gisele Maria Da Silva Araujo Leite (MC) . EMENTA TRIBUTÁRIO E PROCESSUAL CIVIL. RETORNO DOS AUTOS. DESPACHO DA VICE-PRESIDÊNCIA. APRECIAÇÃO DE EMBARGOS DE DECLARAÇÃO DO ENTE PÚBLICO. EXCLUSÃO DO ICMS DA BASE DE CÁLCULO DO PIS E DA COFINS. PRESCRIÇÃO QUINQUENAL. PROCESSO AJUIZADO DEPOIS DO ADVENTO DA LC 118/2005. RE566621. MODULAÇÃO DOS EFEITOS A PARTIR DE 15/03/2017. JUÍZO DE RETRATAÇÃO EXERCIDO. EMBARGOS DE DECLARAÇÃO PROVIDOS. EFEITOS MODIFICATIVOS ATRIBUÍDOS. 1. Processo que retornou a este órgão fracionário em razão de despacho do eminente Juiz Auxiliar da Presidência desta Corte Regional para apreciação do acórdão por este órgão fracionário e eventual exercício do juízo de retratação, nos termos do art. 1.040, inc. II Do CPC, em razão do julgamento dos embargos de declaração que modulou os efeitos do julgamento do RE 574706, Tema 69: O ICMS não compõe a base de cálculo para fins de incidência do PIS e da COFINS. Essa decisão só produz efeitos a partir de 15/03/17 (data em que julgado o supracitado representativo de controvérsia), ressalvadas as ações judiciais e administrativas protocoladas até aquela data do julgamento. 2. No julgamento do RE 574.706/PR, sob a sistemática da repercussão geral, o Plenário do STF decidiu que o ICMS não integra a base de cálculo das contribuições para o PIS e para a COFINS, entendendo que o valor arrecadado a título de ICMS não se incorpora ao patrimônio do contribuinte e, dessa forma, não pode integrar a base de cálculo dessas contribuições, que são destinadas ao financiamento da seguridade social. Ao final, fixou a tese de que: \"O ICMS não compõe a base de cálculo para a incidência do PIS e da COFINS\". Desse modo, o ICMS não deve compor a base de cálculo do PIS e da COFINS, quer se considere o faturamento (art. 195, I, da CF - redação original) ou a receita (art. 195, I, \"b\" - redação dada pela EC nº 20/98). Essa conclusão também se aplica no período de vigência das Leis 10.637/02 e 10.833/03 (regime não cumulativo) e até mesmo da Lei nº 12.973/2014. 3. O STF, em recente decisão de 13/05/2021, finalizou o julgamento dos embargos de declaração opostos pela Fazenda Nacional, nos autos do RE 574.706, reconhecendo, por maioria, que o ICMS a ser excluído da base de cálculo das contribuições PIS/COFINS é aquele destacado na nota fiscal. 4. Em relação à modulação dos efeitos, o STF, também por maioria, definiu que a exclusão do ICMS da base de cálculo do PIS e da COFINS tem efeitos a partir de 15/03/2017, data em que foi julgado o RE 574.706/PR e fixada a referida tese, com repercussão geral (Ata 13, de 12/05/2021, DJ 92, divulgado em 13/05/2021). Desse modo, a conclusão do julgamento pelo STF a respeito da modulação dos efeitos do julgado no RE 574.706/PR afasta qualquer pretensão de reconhecimento do direito à referida exclusão antes de 15/03/2017, ressalvadas \"as ações judiciais e administrativas protocoladas até a data da sessão em que proferido o julgamento\" em 15/03/2017, o que não é o caso dos autos. Referida decisão do STF tem sua plena vinculação e produção imediata de efeitos, nos termos do art. 1.035, § 11, do CPC. 5. No caso concreto, à vista do entendimento firmado no julgamento do RE 574.706/PR, a compensação deverá ser efetuada na via administrativa, após o trânsito em julgado (art. 170-A do CTN), aplicando-se a Taxa SELIC na atualização dos valores do indébito, observada a modulação dos efeitos a partir de 15/03/2017 estabelecida pelo STF, e resguardado ao Fisco a conferência e a correção dos valores a compensar. 6. Ante a sucumbência parcial das partes, a verba honorária resta fixada em 10% sobre o valor do proveito econômico obtido por cada um. Prejudicada a apelação da parte autora, que versa exclusivamente sobre a majoração da verba honorária, motivo pelo qual nega-se provimento aos embargos de declaração do particular. 7. Aplica-se, desde logo, para fins de compensação tributária, a modulação dos efeitos, a partir de 15/03/2017, estabelecida pelo STF no julgamento dos embargos de declaração opostos no RE 574.706/PR. 8. Juízo de retratação exercido, apelação provida. ", "file": "ementa_32_TRF5_PJE-08023665620194058400-2022-09-01"}, {"ementa": "PROCESSO Nº: 0800958-10.2019.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: MARIA GRACIETE CORDEIRO CIA LTDA ADVOGADO: Carlos Augusto Alcoforado Florencio AGRAVADO: FAZENDA NACIONAL RELATOR(A): Desembargador(a) Federal Fernando Braga Damasceno - 3ª Turma EMENTA: PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. EXECUÇÃO FISCAL. EXÇEÇÃO DE PRÉ-EXECUTIVIDADE. CERTIDÃO DE DÍVIDA ATIVA. NULIDADE DO PROCESSO ADMINISTRATIVO. AUSÊNCIA DE PROVA DA NOTIFICAÇÃO DO LANÇAMENTO. CERCEAMENTO DE DEFESA. EXTINÇÃO DA EXECUÇÃO. 1. Trata-se de agravo de instrumento interposto pelo particular contra decisão que acolheu, em parte, exceção de pré-executividade nos autos da execução fiscal 0014127-88.2003.4.05.8300, para decretar a prescrição das taxas de ocupação vencidas nos autos de 1991 e 1992. 2. A agravante sustenta a inexigibilidade da CDA em razão da nulidade do processo administrativo 05014.001896/2002 pelo cerceamento de defesa, diante da inexistência de notificação do contribuinte sobre a constituição da dívida. Alega equivocada a conclusão do magistrado de piso, quando afirma que a CDA foi constituída através de notificação pelo correio (AR) enviada para seu endereço, pois a cópia do processo administrado anexado aos autos demonstra a ausência deste documento. Aduz que os débitos remanescentes, relativos as taxas de ocupação vencidas nos exercícios de 1997 a 2002, estão prescritos, pois admitindo o marco inicial em 15/10/2002 e ajuizada a execução em 2003, o termo final do prazo prescricional ocorreu em 8/2/2007, mas a citação apenas se consumou em 14/3/2008. Alternativamente, invoca a prescrição da dívida do exercício de 1997, na forma da decisão proferida no REsp 1.133.696. 3. As alegações deduzidas pela agravante na exceção oposta referem-se à nulidade do processo administrativo que ensejou o débito, bem como de prescrição. A nulidade teria origem na inexistência de notificação para constituição da dívida ocasionando cerceamento do seu direito ao contraditório e ampla defesa. Tratam-se, pois, de matérias de ordem pública e que não demandam dilação probatória, sobretudo porque foi acostado aos autos cópia do processo administrativo e da execução fiscal. 4. A decisão agravada rejeitou o cerceamento de defesa da executada asseverando que a CDA foi constituída através de notificação pelo correio (AR) enviada para o endereço do contribuinte. 5. Todavia, extrai-se da análise do processo administrativo que, muito embora conste documento emitido pela SPU atestando que o lançamento foi realizado em 15/10/2002, pela notificação via postal, reportando-se inclusive ao número do AR, não foi juntado no referido processo nenhuma prova da notificação ao contribuinte pelo correio, inexistindo qualquer AR com assinatura de recebimento. 6. Dessa forma, o processo administrativo para a cobrança das taxas de ocupação encerrou-se sem a comunicação do lançamento ao contribuinte, situação que demonstra inequívoco prejuízo ao exercício do direito de defesa, notadamente quando lhe era possível a tentativa de reversão do lançamento pela interposição de defesa administrativa e impugnações posteriores. Restou caracterizada a nulidade do procedimento administrativo e, em consequência, da CDA. 7. Ainda que superado o argumento supra, o que se admite apenas em respeito ao debate, vislumbra-se a ocorrência da prescrição intercorrente com relação a dívida exequenda. A exequente foi intimada, nos autos da execução fiscal na qual foi proferida a decisão agravada, para se pronunciar sobre a ocorrência da prescrição intercorrente, visto que segundo o Juízo do primeiro grau o termo inicial do prazo prescricional foi deflagrado em 29/07/2016. Foi consignado na referida decisão que em não existindo causas interruptivas ou suspensivas do prazo prescricional, a exequente não deveria peticionar, sendo o seu silêncio interpretado como aquiescência a extinção do feito. A intimação da exequente ocorreu em 22/1/2022, não tendo esta se manifestado até a presente data. 8. Agravo de instrumento provido. ", "file": "ementa_34_TRF5_PJE-08009581020194050000-2022-08-25"}, {"ementa": "PROCESSO Nº: 0813512-06.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: FERNANDES - ADVOGADOS ASSOCIADOS e outro ADVOGADO: Gabrielle Lobo Santiago AGRAVADO: FUNDACAO UNIVERSIDADE FEDERAL DE SERGIPE RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. HONORÁRIOS ADVOCATÍCIOS. SÚMULA 111 DO STJ. MATÉRIA RELACIONADA A SERVIDOR PÚBLICO. NÃO APLICAÇÃO. 1. Trata-se de agravo de instrumento interposto contra decisão que, em sede de cumprimento de sentença, considerando que o valor da condenação não supera o montante de 200 (duzentos) salários-mínimos, arbitrou os honorários advocatícios devidos na fase de conhecimento em 10% (dez por cento) sobre o valor da condenação, nos termos do § 2º do art. 85 do CPC, observando o limite da Súmula 111 do STJ e a majoração de id. 4050000.25661471. 2. Em suas razões recursais, a parte agravante alega que, apresentados os valores retroativos a que faz jus à exequente, com os quais a executada concordou, requereu-se a fixação do percentual de honorários sucumbenciais, conforme determinou a sentença, no entanto, ao fixar o percentual de sucumbência, entendeu o juiz a quo aplicar a Súmula 111 do Superior Tribunal de Justiça. Diz que não há que se falar em aplicação da Súmula 111 do STJ ao presente caso, porque não se trata de ação previdenciária, mas sim de discussão acerca de verba genérica da categoria dos professores federal do ensino básico, técnico e tecnológico. 3. Nos termos da Súmula 111-STJ \"Nas ações previdenciárias, os honorários advocatícios devem incidir sobre as prestações vencidas, entendidas estas como as ocorridas até a prolação da decisão exequenda.\" 4. Em matéria previdenciária, o cálculo dos honorários advocatícios sucumbenciais não é realizado a partir do valor total da condenação imposta pelo Poder Judiciário. Por conta da diretriz fixada pela Súmula Em se tratando de matéria relacionada a servidor público, não se aplica a Súmula 111 do STJ, devendo os honorários ser mantidos no percentual de 10% sobre o valor da condenação. 7. Agravo de instrumento provido. [03] ", "file": "ementa_37_TRF5_PJE-08135120620214050000-2022-08-23"}, {"ementa": "PROCESSO Nº: 0804860-25.2018.4.05.8400 - APELAÇÃO CÍVEL APELANTE: FAZENDA NACIONAL APELADO: MG PRODUTOS ODONTOLOGICOS EIRELI ADVOGADO: Márcio Aisllan Câmara De Souza RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Camara Carra JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Moniky Mayara Costa Fonseca EMENTA PROCESSUAL CIVIL. TRIBUTÁRIO. EXCLUSÃO DO ICMS DA BASE DE CÁLCULO DO PIS/COFINS. TEMA 69. MODULAÇÃO DOS EFEITOS. ADEQUAÇÃO. 1. Os autos retornam da Vice-Presidência desta Corte Regional para que esta Turma proceda à eventual juízo de retratação, ante a modulação dos efeitos apresentada pelo STF nos autos do RE 574.706 (Tema 69 - repercussão geral). 2. Quando do julgamento originário por esta Turma, inexistia qualquer condicionamento à aplicação da tese de que o ICMS não compõe a base de cálculo para fins de incidência do PIS e da COFINS. 3. Ocorre que, ao apreciar os embargos de declaração opostos pela Fazenda Nacional, em 13.05.21, o STF, por maioria qualificada, decidiu modular os efeitos do julgado, estabelecendo como marco inicial a data em que julgado o RE 574.706 e fixada a tese com repercussão geral (15.03.2017), ressalvando as ações judiciais e administrativas protocoladas até a data da sessão em que proferido o julgamento de mérito. 4. Considerando que o balizamento dos efeitos do novel paradigma vinculante tem como pressuposto o resguardo da segurança jurídica em benefício dos órgãos Fazendários, que até aquele momento estavam respaldados por entendimento consolidado pelo STJ (em sede de recurso repetitivo), que a superação do entendimento se deu de maneira prospectiva e que a presente demanda teve origem em 14.05.2018, devem ser revistos os limites ressarcitórios inicialmente estabelecidos. 5. Juízo de adequação realizado para, nos termos do art. 1.040, II, do CPC/15, declarar que o direito à restituição/compensação da diferença do Imposto sobre Circulação de Mercadorias e Serviços - ICMS pago a maior se dê a partir de 15.03.2017, e não do quinto ano anterior ao ajuizamento da ação, como inicialmente posto. DS ", "file": "ementa_39_TRF5_PJE-08048602520184058400-2022-08-16"}, {"ementa": "PROCESSO Nº: 0802953-80.2020.4.05.8000 - APELAÇÃO CÍVEL APELANTE: CAIXA ECONOMICA FEDERAL ADVOGADO: Luis Felipe Cunha APELADO: CONTRATO CONSTRUCOES E AVALIACOES LTDA ADVOGADO: Davi Beltrão Cavalcanti Portela RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal André Luís Maia Tobias Granja EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. 1. Embargos de declaração opostos contra acórdão da Segunda Turma que deu provimento parcial à apelação para reduzir o valor dos honorários fixados na origem para R$ 5.000,00 (cinco mil reais). 2. Em suas razões, a parte autora requer que os honorários advocatícios sejam fixados conforme o disposto no art. 85, § 2º do CPC, do CPC, a fim de que sejam mantidos os honorários de sucumbência fixados pela sentença em 10% sobre o valor da causa, no importe de R$ 215.899,80 (duzentos e quinze mil oitocentos e noventa e nove reais e oitenta centavos) 3. Não há omissão, nem contradição, no julgado. O acórdão impugnado foi suficientemente claro acerca das questões levantadas, tendo expressamente consignado que o pedido de exclusão do CONRES não tem conteúdo econômico determinado de modo que o valor arbitrado pela Segunda Turma para os honorários sucumbenciais foi fixado com base nos parâmetros dispostos pelo § 2º, incisos I a IV, do art. 85, do CPC, diante da simplicidade do processo e o esforço dispensado pelo causídico, em respeito ao princípio da razoabilidade. 4. Inócuas, portanto, as razões veiculadas nos embargos, posto que o acórdão ora impugnado foi proferido com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Superior Tribunal de Justiça. Na verdade, o que se constata é a pretensão do embargante de reabrir discussão acerca da temática de mérito. 5. Embargos de declaração improvidos. [6] ", "file": "ementa_40_TRF5_PJE-08029538020204058000-2022-08-16"}, {"ementa": "PROCESSO Nº: 0822509-07.2021.4.05.8300 - APELAÇÃO CÍVEL APELANTE: LEONALDO ANSELMO PAGEU ADVOGADO: Paulianne Alexandre Tenório APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Camara Carra JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Joana Carolina Lins Pereira EMENTA MANDADO DE SEGURANÇA. PROCESSO ADMINISTRATIVO. CONCESSÃO DE BENEFÍCIO PREVIDENCIÁRIO. DEMORA EXCESSIVA NA APRECIAÇÃO DE REQUERIMENTO ADMINISTRATIVO. SITUAÇÃO TRANSITÓRIA DE EXCEPCIONALIDADE. OBEDIÊNCIA AO PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. APLICAÇÃO DO ART. 41-A DA LEI Nº 8.213/1991. MAJORAÇÃO PARA 90 DIAS. ART. 22 DA LINDB. SENTENÇA ANULADA. APELAÇÃO PROVIDA PARCIALMENTE. 1. A impetrante formulou seu requerimento administrativo com pedido de concessão do Benefício Assistencial ao Idoso em 09.08.2021. Entretanto, na data do ajuizamento da demanda, 19.11.2021, o aludido requerimento ainda não havia sido apreciado pelo INSS. 2. A Constituição Federal resguarda o direito à razoável duração do processo (art. 5º, LXXVIII), não sendo autorizado ao agente público que postergue, indefinidamente e sem motivo justo, a apreciação dos requerimentos administrativos que lhe são apresentados, de maneira que, em casos em que o requerimento administrativo não tenha sido analisado por desarrazoado período de tempo, é cabível ao Poder Judiciário tutelar o direito do jurisdicionado a fim de que seu pedido seja apreciado em tempo razoável. 3. De acordo com o art. 41 - A da Lei 8.213/91, § 5º, \"O primeiro pagamento do benefício será efetuado até quarenta e cinco dias após a data da apresentação, pelo segurado, da documentação necessária a sua concessão\". Por isso mesmo, esta e. 4ª Turma, usualmente, entendia ser razoável o dobro do prazo legal, ou seja, de 90 (noventa) dias, para apreciação dos requerimentos administrativos. (Precedentes 4ª Turma: Proc. nº 0800509-18-2020, e Proc. nº 0816001-84.2019, julgados em 10/03/20, Rel. Des. Fed. Edílson Pereira Nobre). 4. Nada obstante, o art. 22, caput, da LINDB dispõe que \"na interpretação de normas sobre gestão pública, serão considerados os obstáculos e as dificuldades reais do gestor e as exigências das políticas públicas a seu cargo, sem prejuízo dos direitos dos administrados\". 5. Considerada a elevação do número de requerimentos administrativos formulados ao INSS, a aposentadoria de muitos dos seus servidores, os problemas enfrentados por toda a administração pública, a previdenciária em especial, por força da pandemia decorrente do Covid-19, faz-se necessária a majoração do prazo para 90 (noventa) dias para apreciação dos requerimentos administrativos. 6. Nesses termos, as mais recentes decisões deste e. órgão fracionário estão fixando o prazo de mais 45 (quarenta e cinco) dias para que o INSS decida quanto ao pedido contido no processo administrativo em questão, após a intimação da autarquia previdenciária deste acórdão. 7. Trata-se de caso concreto que não comporta a adoção da \"Teoria da Causa Madura\". Afinal, não foi oportunizado, pelo juízo de primeiro grau, a prestação de informações, pela autoridade coatora, na forma do art. 7º, I, da Lei nº 12.016. Portanto, a causa encontra-se pendente de instrução necessária ao julgamento pela referida técnica. 8. Apelação provida parcialmente para anular sentença. Retorno dos autos à origem. DS ", "file": "ementa_44_TRF5_PJE-08225090720214058300-2022-08-02"}, {"ementa": "PROCESSO Nº: 0800831-51.2021.4.05.8003 - APELAÇÃO CÍVEL APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: C. G. D. S. ADVOGADO: Aldair Sandes Fortes REPRESENTANTE(PAIS): DENISE GOMES DA SILVA RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Camara Carra JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Flavia Hora Oliveira De Mendonca EMENTA MANDADO DE SEGURANÇA. PROCESSO ADMINISTRATIVO. CONCESSÃO DE BENEFÍCIO PREVIDENCIÁRIO. DEMORA EXCESSIVA NA APRECIAÇÃO DE REQUERIMENTO ADMINISTRATIVO. SITUAÇÃO TRANSITÓRIA DE EXCEPCIONALIDADE. OBEDIÊNCIA AO PRINCÍPIO DA RAZOÁVEL DURAÇÃO DO PROCESSO. APLICAÇÃO DO ART. 41-A DA LEI Nº 8.213/1991. MAJORAÇÃO PARA 90 DIAS. ART. 22 DA LINDB. APELAÇÃO E REMESSA NECESSÁRIA PREJUDICADAS. 1. O impetrante formulou seu requerimento administrativo com pedido de concessão do Benefício Assistencial à Pessoa com Deficiência em 23.04.2021. Entretanto, na data do ajuizamento da demanda, 10.11.2021, o aludido requerimento ainda não havia sido apreciado pelo INSS. 2. A Constituição Federal resguarda o direito à razoável duração do processo (art. 5º, LXXVIII), não sendo autorizado ao agente público que postergue, indefinidamente e sem motivo justo, a apreciação dos requerimentos administrativos que lhe são apresentados, de maneira que, em casos em que o requerimento administrativo não tenha sido analisado por desarrazoado período de tempo, é cabível ao Poder Judiciário tutelar o direito do jurisdicionado a fim de que seu pedido seja apreciado em tempo razoável. 3. De acordo com o art. 41 - A da Lei 8.213/91, § 5º, \"O primeiro pagamento do benefício será efetuado até quarenta e cinco dias após a data da apresentação, pelo segurado, da documentação necessária a sua concessão\". Por isso mesmo, esta e. 4ª Turma, usualmente, entendia ser razoável o dobro do prazo legal, ou seja, de 90 (noventa) dias, para apreciação dos requerimentos administrativos. (Precedentes 4ª Turma: Proc. nº 0800509-18-2020, e Proc. nº 0816001-84.2019, julgados em 10/03/20, Rel. Des. Fed. Edílson Pereira Nobre). 4. Nada obstante, o art. 22, caput, da LINDB dispõe que \"na interpretação de normas sobre gestão pública, serão considerados os obstáculos e as dificuldades reais do gestor e as exigências das políticas públicas a seu cargo, sem prejuízo dos direitos dos administrados\". 5. Considerada a elevação do número de requerimentos administrativos formulados ao INSS, a aposentadoria de muitos dos seus servidores, os problemas enfrentados por toda a administração pública, a previdenciária em especial, por força da pandemia decorrente do Covid-19, faz-se necessária a majoração do prazo para 90 (noventa) dias para apreciação dos requerimentos administrativos. 6. Nesses termos, as mais recentes decisões deste e. órgão fracionário estão fixando o prazo de mais 45 (quarenta e cinco) dias contido no art. 41-A da Lei 8.213/91, §5º, para que o INSS decida quanto ao pedido administrativo em questão a partir da intimação da autarquia previdenciária deste acórdão. Todavia, no caso em tela, constata-se que houve a comunicação da conclusão do processo administrativo, em 25.02.2022, deferindo o requerimento solicitado. Vale dizer, na situação que ora se trata o julgamento da pretensão perde totalmente o sentido, porque já ocorrida. 7. Apelação e Remessa Necessária prejudicadas. DS ", "file": "ementa_47_TRF5_PJE-08008315120214058003-2022-07-26"}, {"ementa": "PROCESSO Nº: 0801098-15.2018.8.15.0211 - APELAÇÃO CÍVEL APELANTE: JOSEFA MORATO BARROS ADVOGADO: Maria Claudino APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz EMENTA. PREVIDENCIÁRIO. AUXÍLIO-DOENÇA. LIMITAÇÃO LABORAL. TEMPORÁRIA. CID10 M17 GONARTROSE + CID10 M23. TRANSTORNOS INTERNOS DO JOELHO. CARÁTER INTERMITENTE. COMPROVADO POR LAUDO PERICIAL. HÍGIDO. INÍCIO DO BENEFÍCIO. DATA DO AFASTAMENTO DAS ATIVIDADES. CONCLUSÃO DO PERITO JUDICIAL. APELAÇÃO IMPROVIDA. 1. Cinge-se a controvérsia devolvida a esta Corte Regional à data de início do benefício auxílio-doença, pugnado a apelante como termo a quo a data da sua cessação indevida, em 26/05/2018, sob o fundamento de ser o mesmo marco temporal reconhecido pelo perito judicial como início de sua \"incapacidade\". Pugna, assim, pela reforma da sentença recorrida, com a condenação do INSS a pagar-lhe parcelas retroativas (e não pagas) desde então. 2. Lei de Benefícios da Previdência Social dispõe que, uma vez cumprida, quando for o caso, a carência exigida, o auxílio-doença, será devido ao segurado, quando \"ficar incapacitado temporariamente para seu trabalho ou para sua atividade habitual, por mais de 15 dias consecutivos\". Não obstante não fixe a lei prazo máximo de sua vigência, poderá ser renovado em vindo o segurado a necessitar (art. 59 da Lei 8.213/1991). 3. Segundo laudo produzido por perito médico designado pelo Juízo a quo, a autora foi diagnosticada com gonartrose de joelhos (CD M17.9) - Patela alta (CID M93.9), tendo por causa indeterminada, normalmente associada a esforços físicos exagerados durante a vida. 4. Em suas considerações sobre a patologia da autora, afirmou o perito não se encontrar \"incapacitada para a atividade habitual\", e, em destaque no momento da perícia, esta ocorrida em 23/10/2020. A despeito de ser indeterminado o início da doença, observou o expert do juízo que \"o exame mais antigo apresentado no ato da perícia data de 10/05/2018 (tomografia)\". Conforme afirma, \"verificou-se a incapacidade entre a data da cessação administrativa (26/05/2018) e a data da perícia\", contudo, embora permanente a patologia, \"apresenta caráter intermitente, ou seja, sua incapacidade fica restrita apenas aos períodos de crises álgicas (...)\". Por fim, merecem destaque os esclarecimentos finais do perito no sentido de a periciada, ter necessitado \"de um afastamento de suas atividades pelo período de 60 dias a contar do dia 08/08/2019, conforme atestado médico especializado\" (vide doc. id. .29184697). 5. A Limitação da requerente tem manifestação intermitente, fazendo-se presente somente em momentos de surtos e de agravamentos dos sintomas de sua patologia, o que compromete temporariamente sua higidez física, impossibilitando-a, assim, para o exercício do trabalho habitual, como constado pelo perito, enfatize-se, do afastamento de suas atividades pelo período de 60 dias, a partir de 08/08/2019. 6. Não restando caracterizada a permanência da redução da capacidade laboral da demandante, desde a data da cessação do benefício, em razão da sua natureza temporária e intermitente, com intervalos marcados por crises no seu quadro de saúde, acertada a conclusão do juízo sentenciante de o benefício ser deferido para o período em que restou demonstrada a limitação temporária da segurada, o que está em conformidade com os termos da lei de regência para o caso. 7. Embora não esteja o juiz vinculado ao laudo pericial, não há nos autos elementos que o refutem, a julgar pelo fato de ser produzido por especialista designado pelo juízo e equidistante das partes, e que se apresenta hígido, decorrente de anamnese e análise de exame de documentos médicos da apelada, e com base no qual se põe termo a controvérsia. 8. Apelação improvida. RWN/mob ", "file": "ementa_49_TRF5_PJE-08010981520188150211-2022-07-14"}, {"ementa": "PROCESSO Nº: 0801449-81.2021.4.05.8201 - APELAÇÃO CÍVEL APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: RAIMUNDO FERREIRA DA SILVA ADVOGADO: Cassia Boeira Peters Lauritzen RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Vinicius Costa Vidor EMENTA: PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. AUSÊNCIA DE ERRO MATERIAL. OMISSÃO. OBSCURIDADE E CONTRADIÇÃO. REJULGAMENTO DE MÉRITO. IMPOSSIBILIDADE. 1. Trata de Embargos de Declaração do INSS contra acórdão que negou provimento à apelação da Autarquia Previdenciária e condenou-o em honorários recursais fixados em 1% sobre o valor da causa de R$ 81.816,34( oitenta e um mil, oitocentos e dezesseis reais, trinta e quatro centavos), nos termos do art. 85, §11, do CPC/2015. 2. O embargante acusa o acórdão em erro material, porque fixou sobre o valor da causa (R$ 81.816,34) 1% a título de honorários recursais, com fulcro no art. 85, parágrafo 11º do CPC, o qual faz referência aos parágrafos 2º a 6º do mesmo artigo, sendo o mínimo de 10% (DEZ) e o máximo de 20%. Concluiu que a decisão não condiz com a disposição legal sobre a matéria. Assim, há erro material quanto ao percentual fixado para tal fim. Pede o provimento dos embargos de declaração com efeitos infringentes para estabelecer percentual de acordo com as previsões do NCPC. 3. O alegado erro material tem previsão no artigo 494, I do Novo CPC. São erros reconhecíveis à primeira vista, que apesar de ser necessária a correção, não alteram o resultado do julgamento. Consiste em um equívoco ou informação incorreta, bem como ausência de palavras, erro de digitação, troca de nomes, dentre outros. É ele perceptível e sem maior exame, acarretando um desacordo entre a vontade do juiz e a que fora expressa na decisão. 4. Tal situação não ocorre no acórdão embargado. Das razões dos embargos se extrai que o embargante deseja rediscutir a matéria no que diz respeito a fixação do percentual de 1% sobre o valor da causa a títulos de honorários recursais, acusando o acórdão de erro material, o que é inviável nesta via processual dos embargos. 5.Os embargos declaratórios não pode ser utilizado para fins de reapreciação da matéria analisada e julgada na decisão embargada. 6. O simples propósito de prequestionamento da matéria não acarreta a admissibilidade dos embargos declaratórios se o acórdão embargado não padece de qualquer omissão, obscuridade ou contradição. 7. Os embargos de declaração têm previsão nos artigos 1.022 a 1.026 do Novo Código de Processo Civil, com a redação que lhes foi dada pela Lei nº 13.105, de 16 de março de 2015, têm sua abrangência limitada aos casos em que haja obscuridade, contradição ou omissão na decisão e, ainda, por construção pretoriana integrativa, quando haja erro material. Ausentes estes pressupostos, o recurso deve ser julgado improvido. 8. Embargos de Declaração Improvidos. [7] ", "file": "ementa_52_TRF5_PJE-08014498120214058201-2022-07-12"}, {"ementa": "PROCESSO Nº: 0809766-33.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: UNIVERSIDADE FEDERAL DE PERNAMBUCO AGRAVADO: MARIA STELLA DE QUEIROZ COSTA e outro ADVOGADO: João Reinaldo Prota Filho RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma PROCESSO ORIGINÁRIO: 0004374-63.2010.4.05.8300 - 5ª VARA FEDERAL - PE EMENTA: PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. FASE DE EXECUÇÃO. HABILITAÇÃO DE HERDEIROS. TESE DA PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. AFASTAMENTO. EXPEDIÇÃO DO PRECATÓRIO/RPV. IMPROVIMENTO. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE OU ERRO MATERIAL. 1. Trata-se de embargos de declaração opostos contra acórdão que negou provimento ao agravo de instrumento, mantendo decisão que, em sede de cumprimento de sentença, deferiu a habilitação dos herdeiros do ex-servidor Romualdo Marques Costa, afastando a alegação de ocorrência de prescrição. 2. Sustenta o embargante que o acórdão foi omisso quanto ao disposto no art. 313, I, do CPC; nos arts.196 a 199 e 692 c/c o art. 682, II, do CCB; e no art.1º, do Decreto 20.910/32, c/c o art. 2º do Decreto-Lei nº 4.597/1942. 3. Verifica-se que o acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [03] ", "file": "ementa_54_TRF5_PJE-08097663320214050000-2022-07-12"}, {"ementa": "PROCESSO Nº: 0800606-71.2020.4.05.8001 - APELAÇÃO CÍVEL APELANTE: ALEXSANDRO LEITE DOS SANTOS REPRESENTANTE: DEFENSORIA PÚBLICA DA UNIÃO APELADO: CAIXA ECONOMICA FEDERAL - CEF ADVOGADO: Rafael Pordeus Costa Lima Neto RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Cristiano De Jesus Pereira Nascimento EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. 1. Embargos de declaração opostos contra acórdão da Segunda Turma. A parte embargante aponta omissão. 2. Não há omissão, nem contradição, no julgado. O acórdão impugnado foi suficientemente claro acerca das questões levantadas, tendo expressamente consignado que \"No que atine do termo inicial para incidência dos juros moratórios, \"A lei estabelece que, em regra, na responsabilidade civil contratual, os juros de mora fluem a partir da citação inicial (art. 405 do CC). Contudo, em se tratando de obrigação positiva e líquida, com vencimento certo (caso dos autos) os juros moratórios deverão correr a partir do vencimento da dívida (art. 397 do CC), dada a prevalência do princípio \"pacta sunt servanda\", conforme entendimento do Tribunal Regional Federal da 5ª Região (apelação cível: 200883000042406, Cid Marconi, j. 09/02/2017)\". Também registrou que \"A alegação de nulidade da execução pela ausência de juntada dos contratos originários não prospera, visto que o título em execução não é o contrato de renegociação, mas sim uma nota promissória assinada pelo devedor e avalista (id. 6687194), sendo este suficiente para lastrear a execução.\" 3. Inócuas, portanto, as razões veiculadas nos embargos, posto que o acórdão ora impugnado foi proferido com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Superior Tribunal de Justiça. Na verdade, o que se constata é a pretensão do embargante de reabrir discussão acerca da temática de mérito. 4. Embargos de declaração improvidos. [6] ", "file": "ementa_59_TRF5_PJE-08006067120204058001-2022-07-05"}, {"ementa": "PROCESSO Nº: 0814435-32.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: FUNDACAO NACIONAL DE SAUDE - FUNASA AGRAVADO: IAPURAN GUIDA ADVOGADO: André Castelo Branco Pereira Da Silva RELATOR(A): Desembargador(a) Federal Paulo Roberto de Oliveira Lima - 2ª Turma PROCESSO ORIGINÁRIO: 0817796-86.2021.4.05.8300 - 5ª VARA FEDERAL - PE EMENTA PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. CUMPRIMENTO DE SENTENÇA. HABILITAÇÃO. REEXPEDIÇÃO DE RPV. PRESCRIÇÃO. INEXISTÊNCIA. 1. Agravo de instrumento interposto pela FUNDAÇÃO NACIONAL DE SAÚDE - FUNASA contra decisão prolatada pelo Juízo da 5ª Vara Federal da Seção Judiciária de Pernambuco que, em sede de cumprimento de sentença, deferiu a habilitação do Espólio de UBIRACY GUIDA, representado por IAPURAN GUIDA, ora agravado. 2. O caso diz respeito a cumprimento de sentença em desfavor da Fazenda Pública na qual a parte exequente pleiteia a reexpedição de requisitório, em virtude do cancelamento da RPV, nos termos do art. 2º da Lei nº 13.463/2017, com a devolução dos valores aos cofres públicos. O ente público suscitou a prescrição para o pedido de habilitação. 3. Não assiste razão à parte agravante. A prescrição diz respeito à pretensão não exercida, é dizer, à constatação de que fora ultrapassado determinado lapso temporal sem que o titular exercesse sua pretensão, mas tal não acontecera no caso de que se cuida. 4. Em verdade, a pretensão executória fora exercida tempestivamente, tanto que houve a expedição da RPV e subsequente depósito dos valores devidos à parte exequente. 5. Dito de outra forma, uma vez deduzida a pretensão executória e realizado o depósito dos valores, como no caso em análise, a quantia disponibilizada pertence ao exequente, revelando-se descabida qualquer alegação concernente à prescrição. 6. Atente-se ao fato de que a própria Lei nº 13.463/2017, a despeito de prever no art. 2º que \"ficam cancelados os precatórios e as RPV federais expedidos e cujos valores não tenham sido levantados pelo credor e estejam depositados há mais de dois anos\", estabelece, por outro lado, no art. 3º, que \"cancelado o precatório ou a RPV, poderia ser expedido novo ofício requisitório, a requerimento do credor\". 7. Vê-se, portanto, que a hipótese prevista no art. 2º da Lei 13.463/2017 justifica-se apenas em razão de o legislador criar previsão legal apta a autorizar a movimentação de recursos depositados e paralisados há algum tempo em contas bancárias, mas é indiscutível que a pretensão executória já fora exercitada, inclusive com o depósito dos valores e, justo por esse motivo, não subsiste o argumento da agravante de prescrição para a habilitação dos herdeiros. 8. Agravo de instrumento desprovido. rnsmw ", "file": "ementa_60_TRF5_PJE-08144353220214050000-2022-07-05"}, {"ementa": "PROCESSO Nº: 0805586-53.2019.4.05.8500 - APELAÇÃO CÍVEL APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: JOHAB ALMEIDA MAIA ADVOGADO: Carlos Eduardo Reis Cleto RELATOR(A): Desembargador(a) Federal Fernando Braga Damasceno - 3ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Edmilson Da Silva Pimenta EMENTA PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. ART. 1022 DO CPC. PRESSUPOSTOS. INEXISTÊNCIA. REDISCUSSÃO. INADMISSIBILIDADE. 1. Trata-se de embargos de declaração opostos contra acórdão que negou provimento à apelação, mantendo sentença que condenou a autarquia à concessão de aposentadoria especial em favor do apelado. 2. Em suas razões, o INSS sustenta que o acórdão padece de omissão acerca do fato de que o responsável técnico para o período de 01/11/1989 a 05/03/1997 somente foi inscrito no CREA-BA em 17/05/2005, de forma que não estaria autorizado a analisar período antecedente. 3. Os embargos de declaração previstos nos artigos 1.022 a 1.026, do CPC, têm sua abrangência limitada aos casos em que haja obscuridade, contradição, omissão e, ainda, quando haja erro material. A contradição se afere através de confronto entre a motivação e a parte dispositiva, ou entre capítulos da parte dispositiva da decisão atacada. 4. A obscuridade traduz falta de clareza ou inteligibilidade que torna a sentença/acórdão incompreensível. Já a omissão se refere a alguma causa petendi não abordada. Em todas essas hipóteses o juiz se limita a dissipar o erro, sanando a obscuridade, contradição ou omissão e mantendo, no mais, a sentença. Por fim, o erro material (agora expressamente inserto no inciso III, do art. 1.022, do CPC/2015), que diz respeito a todo erro evidente ou de fácil identificação e, por óbvio, não tenha correspondência com o que pretendido a decisão do magistrado. Eis as hipóteses em que a legislação processual admite o manejo da espécie impugnativa escolhida pela embargante. 5. No entanto, no caso, observa-se não assistir razão à parte embargante. É que o Embargante se insurge contra o acórdão por discordar dos fundamentos adotados, o que não é possível em sede de embargos de declaração, até porque estes não se prestam à inovação, à rediscussão da matéria tratada nos autos ou à correção de eventual error in judicando. 6. Todas as questões suscitadas foram analisadas no acórdão embargado, não se podendo cogitar de omissão a respeito de alegações que não constaram das razões recursais. 7. Destaque-se, ainda, que a simples falta de referência expressa aos dispositivos que foram mencionados pela embargante não configura omissão, cumprindo ao órgão julgador entregar a prestação jurisdicional, levando em consideração as teses discutidas no processo. Além disso, não se cogita de omissão em relação a argumentos deduzidos no processo que não são capazes de infirmar a conclusão adotada pelo julgador, conforme previsão do art. 489, §1º, IV, do CPC. 8. Não se deve confundir acórdão omisso, obscuro ou contraditório com prestação jurisdicional contrária à tese de interesse do embargante, sendo evidente a pretensão de rediscussão da causa com tal intuito, finalidade para qual não se prestam os embargos de declaração. 9. O simples desejo de prequestionamento, que não acarreta o provimento do recurso se o acórdão não padece de qualquer omissão, obscuridade, contradição ou erro material. Com a entrada em vigor do CPC/15, a mera oposição dos embargos de declaração passa a gerar prequestionamento implícito, mesmo que os embargos sejam inadmitidos ou rejeitados, caso o Tribunal Superior entenda haver defeito no acórdão, na forma do artigo 1.025 do NCPC. 10. Mesmo tendo os embargos por escopo o prequestionamento, ainda assim não se pode dispensar a indicação do pressuposto específico, dentre as hipóteses traçadas pelo art. 1.022 do CPC, autorizadoras do seu conhecimento. 11. Embargos de declaração improvidos. ", "file": "ementa_63_TRF5_PJE-08055865320194058500-2022-06-30"}, {"ementa": "PROCESSO Nº: 0002275-86.2018.4.05.9999 - APELAÇÃO CÍVEL APELANTE: FAZENDA NACIONAL APELADO: LAGOA DIESEL LTDA RELATOR(A): Desembargador(a) Federal Cid Marconi Gurgel de Souza - 3ª Turma EMENTA PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. OMISSÃO. INOCORRÊNCIA. 1. Embargos de Declaração opostos pela Fazenda Nacional, aduzindo omissão no acórdão quanto à inocorrência da prescrição dos créditos tributários. 2. O Acórdão recorrido consignou que, quando do ajuizamento da Execução o crédito tributário já havia sido alcançado pela prescrição, por força do art. 156, V, CTN. 3. Fez-se observar que a ação para a cobrança do crédito tributário prescreve em 5 (cinco) anos, contados da data da sua constituição definitiva, nos termos do art. 174, caput, do referido comando legal, bem como que o termo inicial do prazo prescricional para o ajuizamento de Execução Fiscal na hipótese de tributos sujeitos a lançamento por homologação, será a data do vencimento da exação ou a data da entrega da declaração, prevalecendo o que ocorrer por último, conforme precedentes do STJ. 4. Registrou-se, expressamente, que \"Com a constituição definitiva do crédito tributário ocorrida em 31/01/995, foi inaugurado o prazo de prescrição para o ajuizamento da Execução Fiscal. Já a presente Execução Fiscal foi ajuizada em 30 de agosto de 2006, é dizer, quando flagrantemente já consumado o lustro prescricional.\" 5. Explicitou-se, textualmente, que: \"A prescrição é matéria de ordem pública, podendo ser examinada de ofício pelo Tribunal, independentemente de manifestação anterior do Juízo singular quanto ao ponto. Assim, ainda que a sentença tenha reconhecido a prescrição por motivo diverso, não implica em supressão de Instância decisão do Juízo ad quem reconhecendo a extinção do crédito tributário. \" 6. Por fim, concluiu o aresto Embargado que nem mesmo seria o caso de se intimar previamente a Fazenda Nacional para os fins do art. 40, § 4º, da LEF, eis que o dispositivo somente se aplica às hipóteses de prescrição intercorrente, bem assim que a situação trazida a exame não demandaria o reconhecimento da prescrição intercorrente, mas a prescrição propriamente dita, assim considerada a perda do direito de ação no momento mesmo em que ajuizada ante a extinção do crédito tributário. 7. A insurgência trazida a lume no presente recurso de Embargos de Declaração denota a verdadeira intenção da Recorrente de rediscutir a matéria já devidamente apreciada e decidida. Embargos de Declaração improvidos. tcv ", "file": "ementa_67_TRF5_PJE-00022758620184059999-2022-06-30"}, {"ementa": "PROCESSO Nº: 0807256-47.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: ALBERTO DE ALMEIDA ADVOGADO: Abel Icaro Moura Maia e outro AGRAVADO: INSTITUTO CHICO MENDES DE CONSERVACAO DA BIODIVERSIDADE RELATOR(A): Desembargador(a) Federal Francisco Roberto Machado - 1ª Turma EMENTA: PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. GRATUIDADE DA JUSTIÇA. PESSOA FÍSICA. CONDIÇÃO DE HIPOSSUFICIÊNCIA DEMONSTRADA. 1. Agravo de instrumento interposto contra a decisão proferida pelo douto juízo da 8ª Vara da Seção Judiciária do RN, nos autos do processo nº 0801715-84.2020.4.05.8401, que deferiu parcialmente a gratuidade judiciária, nos termos do art. 98, § 5º, do CPC, ressalvando apenas o custeio dos honorários periciais. 2. Primeiramente, destaque-se que se presume verdadeira a alegação de insuficiência deduzida exclusivamente por pessoa natural (art. 99, § 3º, do CPC). Por outro lado, o juiz somente poderá indeferir o pedido se houver elementos que evidenciem a falta dos pressupostos legais para a concessão da gratuidade (art. 99, § 2º, do CPC). 3. Voltando o olhar ao caso dos autos, verifica-se que o recorrente, além de ter declarado a sua hipossuficiência, sendo possível verificar pelos documentos colacionados que está desempregado, almeja a realização de perícia judicial a fim de aferir o valor do seu imóvel que será indenizado pelo ICMbio. Tais circunstâncias, aliadas à ausência de provas de que a parte possui recursos para arcar com os honorários periciais, autoriza a concessão integral da gratuidade judiciária. 4. Agravo de instrumento provido, para conceder ao agravante o benefício da gratuidade de justiça pleiteado. ", "file": "ementa_70_TRF5_PJE-08072564720214050000-2022-06-30"}, {"ementa": "PROCESSO Nº: 0800150-92.2018.4.05.8001 - APELAÇÃO CÍVEL APELANTE: FAZENDA NACIONAL APELADO: JOSE WASHINGTON DE OLIVEIRA SANTOS - EPP ADVOGADO: Marcos Antonio Inacio Da Silva e outro RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Cristiano De Jesus Pereira Nascimento EMENTA: PROCESSUAL CIVIL. TRIBUTÁRIO. EMBARGOS DE DECLARAÇÃO. EXCLUSÃO DO ICMS DA BASE DE CÁLCULO DO PIS E DA COFINS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OBSCURIDADE. IMPROVIMENTO. 1 Trata-se de embargos de declaração opostos pela Fazenda Nacional em face de acórdão que, em sede de juízo de retratação, deu parcial provimento à apelação, apenas para reconhecer o direito da parte autora à exclusão do ICMS da base de cálculo do PIS e da COFINS somente a partir de 15/03/2017. 2. Em suas razões recursais, o embargante sustenta que deve ser sanada a obscuridade para que se esclareça que como válidas todas as obrigações tributárias surgidas até o dia 15 de março de 2017, levando-se em conta o fato gerador e não o pagamento da exação. 3. Não há qualquer obscuridade a ser sanada. O acórdão embargado aplicou a tese firmada pelo STF, em sede de repercussão geral, no julgamento do RE 574.706/PR, restando expressamente consignado que a exclusão do ICMS da base de cálculo do PIS e da COFINS tem efeitos após 15/03/2017, data em que foi julgado o RE 574.706/PR e fixada a referida tese, com repercussão geral, ressalvadas as ações judiciais e administrativas protocoladas até a data da sessão em que proferido o julgamento. 4. O acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. 5. Embargos de declaração improvidos. [02] ", "file": "ementa_73_TRF5_PJE-08001509220184058001-2022-06-28"}, {"ementa": "PROCESSO Nº: 0800357-12.2019.4.05.8404 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL e outros ADVOGADO: Francisco Gaspar Pinheiro Brilhante APELADO: MARCOS ANTONIO DE SOUSA ADVOGADO: Poliana Nara De Oliveira Bezerra RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Kepler Gomes Ribeiro CONSTITUCIONAL E ADMINISTRATIVO. PROCEDIMENTO CIRÚRGICO. ARTROPLASTIA DE REVISÃO DE JOELHO DIREITO. LEGITIMIDADE DA UNIÃO. CUMPRIMENTO DA OBRIGAÇÃO EM ANTECIPAÇÃO DE TUTELA CONCEDIDA NA SENTENÇA. PERDA DE OBJETO. 1. Apelações em face de sentença que julgou procedente o pedido formulado na inicial, para condenar a União Federal, o Estado do Rio Grande do Norte e o Município de Portalegre a custearem, em caráter de urgência, no prazo de 15 dias, as despesas do procedimento cirúrgico postulado, denominado artroplastia de revisão de joelho direito. Honorários advocatícios fixados em 10% do valor da causa, pro rata. (Valor da causa: R$ 100.000,00) 2. Em suas razões recursais, a União alega, preliminarmente, a sua ilegitimidade passiva, pois devem ser observadas as regras de repartição de competência entre os entes federados e a descentralização dos serviços de saúde. No mérito, alega violação ao princípio da igualdade, sendo certo que existe procedimento cirúrgico específico no SUS para o tratamento da parte autora, devendo aguardar o regular tramite administrativo para a realização da cirurgia vindicada. Faz o repasse regular dos valores destinados ao custeio da saúde para os estados e municípios, de modo que a condenação fixada na sentença configura-se em dupla penalização. Os honorários advocatícios devem ser fixados nos termos do art. 85, § 8º, do CPC/2015. 3. O Estado do Rio Grande do Norte apela alegando existir tratamento eficaz oferecido pelo SUS, não havendo a necessidade de tratamento diferenciado para o presente caso. 4. O Município de Portalegre, por seu turno, apresenta apelo afirmando não ser responsável por demanda de alta complexidade, como no caso em tela, devendo a obrigação ser dirigida ao ente estadual ou à União. 5. A alegação de ilegitimidade passiva da União e do município réu deve ser afastada. O Supremo Tribunal Federal, quando do julgamento do RE 855.178, em 23/05/2019, com repercussão geral, fixou a tese de que \"os entes da federação, em decorrência da competência comum, são solidariamente responsáveis nas demandas prestacionais na área da saúde e, diante dos critérios constitucionais de descentralização e hierarquização, compete à autoridade judicial direcionar o cumprimento conforme as regras de repartição de competências e determinar o ressarcimento a quem suportou o ônus financeiro\". 6. As regras internas de responsabilidade administrativa entre as três esferas que compõem o Estado são irrelevantes diante do interesse do particular, que vem a juízo almejando a concretização do direito à saúde. 7. Na hipótese, conforme relatório médico e demais documentos juntados aos autos, restou comprovada a essencialidade do procedimento vindicado - Artroplastia Total de Revisão de Joelho -, sendo certo que também é oferecido pelo SUS. Ademais, a sentença considerou que \"não realização da cirurgia pelo SUS poderá agravar ainda mais o seu quadro clínico, com a possibilidade, inclusive, de amputação do membro por oclusão da artéria poplítea, situação que, segundo o profissional, ocorre em 40% dos casos envolvendo a situação clínica do demandante\". 8. No caso, contudo, deferida a tutela antecipada na sentença, a cirurgia foi realizada, no dia 18/06/2020, pela Sociedade de Ortopedia de Mossoró/RN, conforme informou o autor, de modo que restou exaurida a pretensão da parte autora em relação ao procedimento cirúrgico requerido. 9. No entanto, considerando que o entendimento da 2ª Turma é contrário ao pleito autoral em relação à concessão da cirurgia fora da fila de espera, não há que se falar em condenação dos réus em honorários advocatícios, devendo ser afastada. 10. Apelações prejudicadas. [13] ", "file": "ementa_74_TRF5_PJE-08003571220194058404-2022-06-27"}, {"ementa": "PROCESSO Nº: 0810650-62.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: SERDAL - INDÚSTRIA, COMERCIO, SERVIÇOS E BENEFICIAMENTOS DE MADEIRA LTDA - ME ADVOGADO: Caio Veras Josino e outros AGRAVADO: UNIÃO FEDERAL RELATOR(A): Desembargador(a) Federal Cid Marconi Gurgel de Souza - 3ª Turma PROCESSO ORIGINÁRIO: 0808605-35.2021.4.05.8100 - 9ª VARA FEDERAL - CE EMENTA AGRAVO DE INSTRUMENTO. EMBARGOS À EXECUÇÃO FISCAL. GARANTIA. PRINCÍPIO DA ESPECIALIDADE. 1. Agravo de instrumento interposto por SERDAL - INDÚSTRIA, COMÉRCIO, SERVIÇOS E BENEFICIAMENTOS DE MADEIRA LTDA. - ME visando à reforma de decisão que determinou a intimação para, no prazo de 10 (dez) dias, garantir a dívida executada, nos termos do art. 9º da Lei nº 6830/80, sob pena de extinção dos Embargos à Execução sem resolução de mérito. 2. Requer a concessão do efeito suspensivo da mencionada Execução Fiscal ajuizada em face do mesmo, a fim de que os presentes Embargos à Execução possam ser julgados antes da realização de qualquer pagamento ou realização de constrição nos autos da mencionada Execução. Afirma que o fato de ter havido garantia parcial do juízo não obsta, por si só, a atribuição do efeito suspensivo, notadamente no caso vertente, ante a relevância das teses de defesa veiculadas nos embargos, incluindo impenhorabilidade de bens. Invoca em seu favor o disposto nos arts. 914 e 919, §1º, do CPC. Por fim, registra que resta claro o excesso da Execução Fiscal em questão, vez que indevida a incidência de encargos a título de financiamento dos benefícios em razão da incapacidade laborativa, salário educação, guia de recolhimento do FGTS, previdência social, etc. 3. \"(...) Tratando-se de embargos à execução fiscal, via de regra, não se prescinde da aplicação do §1º do art. 16 da Lei 6.830/1980, que estabelece a inadmissibilidade dos embargos antes de garantida a execução. Ainda sob a égide do art. 736 do Código de Processo Civil/1973, que dispensava a garantia como pressuposto dos embargos, cuja redação foi mantida pelo art. 914 do Código de Processo Civil/2015, o Superior Tribunal de Justiça firmou entendimento, no julgamento do REsp 1.272.827/PE, em sede de recurso repetitivo, de que tal dispositivo não se aplicava às execuções fiscais, em função do princípio da especialidade. (...) Precedente: Processo: 00005097020148020013, Apelação Cível, Desembargador Federal Fernando Braga Damasceno, 3ª Turma, Julgamento: 26/08/2021. 4. Agravo de Instrumento improvido. dfp ", "file": "ementa_76_TRF5_PJE-08106506220214050000-2022-06-23"}, {"ementa": "PROCESSO Nº: 0010334-81.2011.4.05.8100 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: FAZENDA NACIONAL APELADO: VILA GALE BRASIL - ATIVIDADES HOTELEIRAS LTDA ADVOGADO: Pedro Eleuterio De Albuquerque RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Câmara Carrá EMENTA PROCESSUAL CIVIL. TRIBUTÁRIO. APELAÇÃO E REMESSA OFICIAL. CONTRIBUIÇÃO SOCIAL. TERÇO CONSTITUCIONAL DE FÉRIAS. NATUREZA JURÍDICA. INCIDÊNCIA. DECISÃO PROFERIDA PELO EGRÉGIO STF. RE 1.072.485/PR. REPERCUSSÃO GERAL (TEMA 985). DISSONÂNCIA ENTRE O ACÓRDÃO DESTE TRIBUNAL E O ENTENDIMENTO DO PRETÓRIO EXCELSO. NECESSIDADE DE AJUSTE. JUÍZO DE RETRATAÇÃO. CABIMENTO. ACÓRDÃO TURMÁRIO READEQUADO. 1. Autos encaminhados a esta Relatoria pela Vice-Presidência desta Corte, sob o rito do art. 1.030, II, do CPC, para realizar eventual juízo de retratação ante a decisão proferida pelo STF no julgamento do RE 1.072.485/PR (Tema 985), que tem como questão controvertida \"a natureza jurídica do terço de férias para fins de incidência de contribuição social\". 2. A Corte Constitucional Maior, por ocasião do aludido julgamento, firmou tese jurídica no seguinte sentido: \"É legítima a incidência de contribuição social, a cargo do empregador, sobre os valores pagos ao empregado a título de terço constitucional de férias gozadas.\" 3. O acórdão proferido por esta Turma entendeu pela não incidência da contribuição previdenciária sobre tal rubrica. 4. Julgamento que se encontra em dissonância com a decisão proferida pelo STF, sendo o caso de retratação do acórdão turmário. 5. Exercício do juízo de retratação para, nos termos do art. 1.040, II, do CPC, e à luz do entendimento adotado pelo STF no julgamento RE 1.072.485/PR (Tema 985), readequar o julgado reconhecendo como legítima a incidência da contribuição social sobre o terço constitucional de férias nos termos determinados pelo aludido paradigma do Excelso Pretório. DS ", "file": "ementa_80_TRF5_PJE-00103348120114058100-2022-06-14"}, {"ementa": "PROCESSO Nº: 0810332-20.2021.4.05.8200 - APELAÇÃO CÍVEL APELANTE: LUIZ ANTONIO DUARTE FERREIRA ADVOGADO: Carlos Alberto Ribeiro De Arruda APELADO: FAZENDA NACIONAL RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Helena Delgado Ramos Fialho Moreira EMENTA: TRIBUTÁRIO. AÇÃO DECLARATÓRIA. LEGITIMIDADE ATIVA DO APELANTE. AUSÊNCIA DE CAUSA MADURA. RETORNO DOS AUTOS PARA A PRIMEIRA INSTÂNCIA. 1. Trata-se de apelação interposta por Luiz Antônio Duarte Ferreira em face de sentença que extinguiu o processo sem resolução do mérito em razão da ilegitimidade ativa do autor. Sem honorários advocatícios. 2. Em suas razões recursais, o apelante relata que se trata de ação declaratória visando o reconhecimento da inadimplência de três parcelas do parcelamento instituído pela Lei 11.941/2009 (REFIS). Afirma que possui a condição de responsável tributário por débitos da empresa AMERICAN VIRGINIA IND COM IMP E EXP DE TABACOS LTDA, conforme se verifica no documento nº 07 acostado aos autos, daí decorrendo seu interesse e legitimidade para figurar no polo ativo da presente demanda. Alega que, em análise da CDA, consta expressamente seu nome como corresponsável pelo débito. No mérito, defende a necessidade de declaração dos efeitos da rescisão do parcelamento em relação à prescrição e exigibilidade do crédito tributário. 3. O artigo 38 da Lei 6.830/80 estabelece que a discussão judicial da Dívida Ativa da Fazenda Pública só é admissível em execução, salvo as hipóteses de mandado de segurança, ação de repetição do indébito ou ação anulatória do ato declarativo da dívida, esta precedida do depósito preparatório do valor do débito, monetariamente corrigido e acrescido dos juros e multa de mora e demais encargos. 4. Desse modo, a propositura de ação executiva não impede que o devedor requeira a inexistência da obrigação por meio de ação declaratória. 5. Compulsando os autos, observa-se que consta na CDA o nome do apelante como corresponsável/devedor solidário (Id. 9135912 - p. 8). Diante de tal fato, possui legitimidade ativa para a promoção da demanda. 6. No tocante à análise do mérito, como a relação processual não foi angularizada, já que a Fazenda Nacional não apresentou contestação, a causa não está madura para julgamento, não sendo aplicável o art. 1.013, § 3º, do CPC. 7. Apelação parcialmente provida, reconhecendo a legitimidade ativa do apelante, com o retorno dos autos à primeira instância, para o regular processamento do feito. [01] ", "file": "ementa_82_TRF5_PJE-08103322020214058200-2022-06-14"}, {"ementa": "PROCESSO Nº: 0800311-91.2021.4.05.8003 - APELAÇÃO CÍVEL APELANTE: ELLANA CASSIA ARAUJO DANTAS DE ALMEIDA ADVOGADO: Marylaine Santa Rosa Damasceno e outros APELADO: UNIVERSIDADE FEDERAL DE ALAGOAS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Flavia Hora Oliveira De Mendonca EMENTA: ADMINISTRATIVO. CONCURSO PÚBLICO PARA O MAGISTÉRIO SUPERIOR FEDERAL. VEDAÇÃO DO PODER JUDICIÁRIO EM ADENTRAR NO MÉRITO ADMINISTRATIVO. 1. Trata-se de apelação de sentença, interposta em desfavor da Universidade Federal de Alagoas (UFAL), que julgou improcedente o pedido, através da qual a autora objetivava a anulação da avaliação realizada por banca examinadora de concurso público para o magistério superior federal, de 01 de abril de 2016, ou, subsidiariamente, que fosse realizada nova correção da prova didática por outra banca examinadora. Sem condenação em honorários advocatícios. 2. Em suas razões recursais, a apelante alega que, em casos de flagrante ilegalidade, é possível o Poder Judiciário rever critérios de avaliação e correção para concluir que não houve ilegalidade, devendo permitir a parte de demonstrar na ação judicial por meio de contraditório e ampla defesa. Sustenta que a banca examinadora criou critérios alheios ao edital excedendo os limites estabelecidos na correção da sua prova subjetiva. Por fim, defende que não ocorreu a prescrição, pois vigência do concurso fora prorrogada para 20/12/2018, iniciando assim o prazo prescricional, sendo finalizado somente no ano de 2023. 3. A jurisprudência do STJ é firme no sentido de que \"é vedado ao Poder Judiciário substituir-se à banca examinadora do certame para reexaminar critérios utilizados para elaboração e correção de provas, bem como avaliar respostas dadas pelos candidatos e notas a elas atribuídas, sob pena de indevida incursão no mérito do ato administrativo, salvo nas hipóteses de flagrante ilegalidade. Precedentes.\" Precedente: AgInt no AREsp 1099565/DF, Rel. Ministro BENEDITO GONÇALVES, PRIMEIRA TURMA, julgado em 07/06/2021, DJe 10/06/2021. 4. Não compete ao magistrado apreciar critérios na elaboração e correção de provas e critérios de pontuação, em reverência ao princípio constitucional da separação dos poderes. Ressalvam-se, em situações excepcionais, o desrespeito à norma editalícia e a extrapolação da matéria exigida na disputa ou ilegalidade de atos, admitindo-se, então, nesses casos, a anulação judicial de quesitos do certame, o que não ficou evidenciado nos autos. 5. Ademais, conforme destacou a juíza de primeiro grau, restou constatado que a banca observou os pontos de avaliação dispostos no item 8.18 do Edital, tendo fundamentado expressamente as notas aplicadas à autora, conforme se verifica nos formulários de \"Instrumento Individual de Avaliação - Prova Didática\" (id. 4058003.8327798). 6. Apelação improvida. [03] ", "file": "ementa_83_TRF5_PJE-08003119120214058003-2022-06-14"}, {"ementa": "PROCESSO Nº: 0801687-03.2021.4.05.8201 - APELAÇÃO CÍVEL APELANTE: UNIVERSIDADE FEDERAL DE CAMPINA GRANDE APELADO: ROBERTO SEVERINO DA CRUZ ADVOGADO: Thélio Queiroz Farias RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Vinicius Costa Vidor EMENTA: ADMINISTRATIVO. SERVIDOR PÚBLICO. REAJUSTE DE 84,32% CONCEDIDO EM SENTENÇA TRANSITADA EM JULGADO. SUPRESSÃO. POSSIBILIDADE. PROVIMENTO. 1. Apelação interposta em face de sentença que julgou procedente o feito para determinar que a Universidade Federal de Campina Grande - UFCG restabeleça o pagamento da rubrica referente ao IPC de março de 1990 (84,32%), pago ao autor em função da ação ordinária n. 00.0032437-0 (0032437-61.1900.4.05.8201). Honorários advocatícios fixados em 10% sobre o valor da condenação (valor da causa: R$ 1.662,28). 2. Em suas razões recursais, a UFCG alega não está excluindo direito efetivamente coberto pela coisa julgada, uma vez que, no presente caso concreto, as decisões judiciais não determinaram expressamente que as parcelas relativas aos reajustes salariais antecipados fossem pagas aos interessados, mesmo após os reajustes subsequentes. A coisa julgada que se formou no âmbito da ação trabalhista há de ser interpretada segundo o quadro normativo em vigor na época. Portanto, protegido o período de vigência da sentença judicial trabalhista, não há se falar em ofensa à coisa julgada, apenas reconhecimento administrativo de que os efeitos da sentença já se exauriram e se limitaram no tempo, diante das reestruturações supervenientes da carreira a qual pertence a Parte Autora. 3. O autor é servidor público federal e obteve judicialmente a percepção de vantagem decorrente do Plano Collor, ou seja, o percentual de 84,32% (IPC de março de 1990). 4. Ante a natureza de reposição salarial, o percentual em tela não se reveste de natureza perpétua. Assim, uma vez verificada a absorção gradual decorrente de reestruturações, devem ser suprimidas as parcelas em razão da vedação ao enriquecimento sem causa. 5. \"Não se pode chegar à conclusão de que a Administração teria decaído do direito de rever o pagamento da rubrica partindo-se da premissa de que o prazo fatal contar-se-ia do início dos pagamentos, e que, porque teria o impetrante recebido os valores por prazo superior ao decadencial, restaria consumada a caducidade. Não é assim, dado que os pagamentos eram inicialmente efetivamente devidos, e só passaram à ilegalidade à medida em que os aumentos deferidos por leis posteriores implicaram sua absorção. Equivocada a premissa, a conclusão não se sustenta\". (TRF5, 2ª T., PJE 0801527-75.2021.4.05.8201, rel. Des. Federal Paulo Roberto de Oliveira Lima, julg. em: 29/10/2021) 6. Não há que se falar em ofensa ao princípio da irredutibilidade de vencimentos, visto que não existe por parte dos servidores direito adquirido a regime jurídico. A suspensão do pagamento do índice de 84,32% não atenta contra a imutabilidade da coisa julgada, já que a incorporação não fora concedida ad infinitum, mas tão somente como contrapartida às perdas salariais originadas da inflação. Precedente: STF, MS 34218/DF, Rel. Min. Rosa Weber, DJe 07/12/2016. 7. Apelação provida, para julgar improcedente o pedido. Honorários advocatícios fixados em 10% sobre o valor da causa, nos termos do art. 85, § 3º, do CPC. [13] ", "file": "ementa_89_TRF5_PJE-08016870320214058201-2022-06-14"}, {"ementa": "PROCESSO Nº: 0800603-46.2021.4.05.8401 - APELAÇÃO CÍVEL APELANTE: UNIVERSIDADE FEDERAL RURAL DO SEMI-ARIDO APELADO: FERNANDO PORFIRIO SOARES DE OLIVEIRA ADVOGADO: Everson Cleber De Souza RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Orlan Donato Rocha EMENTA: ADMINISTRATIVO. PROFESSOR. EXERCÍCIO DE COORDENAÇÃO DE CURSO. FUNÇÃO GRATIFICADA. INDISPONIBILIDADE PARA A COORDENAÇÃO EXERCIDA. NECESSIDADE DE CRIAÇÃO POR LEI. DIREITO. INEXISTÊNCIA. 1. Apelação interposta em face de sentença que julgou parcialmente procedente o pedido, para determinar que a UFERSA pague ao autor os valores devidos a título de função comissionada de coordenação do curso referente ao período em que ele exerceu a Coordenação do Programa de Mestrado Profissional em Administração Pública (PROFIAP), entre 23 de setembro de 2015 e 26 de setembro de 2017. Honorários advocatícios fixados em 10% sobre o valor da condenação (valor da causa: R$ 21.279,44). 2. Em suas razões recursais, a Universidade Federal Rural do Semiárido - UFERSA sustenta que a adesão ao Programa de Mestrado Profissional em Administração Pública - PROFIAP não teve previsão de disponibilidade de função gratificada de coordenação de curso, sendo certo que professor se candidatou voluntariamente para exercer o referido encargo, que está previsto entre as atribuições do seu cargo de professor com dedicação exclusiva. Não cabe ao Poder Judiciário criar uma FCC (função comissionada de coordenador de curso) específica para o autor, a fim de que lhe pagar a respectiva gratificação, transformando-se em legislador positivo. 3. No caso concreto, é incontroverso que o autor, Professor da UFERSA em regime de dedicação exclusiva, que ocupou a atribuição de Coordenador de Curso no âmbito do Programa de Mestrado Profissional em Administração Pública - PROFIAP, pelo período compreendido entre 23 de setembro de 2015 e 26 de setembro de 2017, conforme Portaria de nomeação UFERSA/GAB nº 0490/2016, e Portaria de dispensa UFERSA/GAB nº 0638/2017. 4. Depreende-se dos autos que a universidade ré aderiu ao citado programa de mestrado, sem porém, destinar função comissionada para a coordenação do programa, uma vez que as funções comissionadas são criadas por lei, sendo certo que as 48 gratificações para coordenadores de curso (graduação e pós-graduação) disponíveis na instituição, já estavam devidamente ocupadas. 5. Assim, em que pese tenha sido designado para exercer a atribuição de coordenador do curso, não foi designado para exercer função comissionada de coordenação de curso, uma vez que não existia função gratificada para a coordenação em tela. Conforme informado pela Universidade, nem todas as Coordenações possuem a respectiva função gratificada atrelada, já que o quantitativo de funções disponibilizado pelo MEC é insuficiente. 6. A UFERSA não tem o poder de aumentar o quantitativo de seus cargos e funções, sendo atribuição constitucional de outro Poder, ademais, não cabe ao Judiciário imiscuir-se na administração, sob o fundamento da isonomia, para alterar a distribuição de seus cargos e funções. 7. Ressalte-se que não há que se falar em enriquecimento sem causa da administração, uma vez que o autor é professor em regime de dedicação exclusiva, estando entre as atribuições do seu cargo o exercício de atividades de ensino, pesquisa, extensão e gestão institucional, como previsto no artigo 20, inciso I, da Lei nº 12.772/2012, sendo certo que a atividade de coordenação foi computada em sua carga horária normal de trabalho. Também, como já dito, o autor, em que pese tenha exercido a atribuição de coordenador do curso, não foi designado para exercer função comissionada, não havendo valores a receber a tal título. 8. Apelação provida, para julgar improcedente o pedido. Honorários advocatícios fixados em 10% sobre o valor da causa, nos termos do art. 85, § 3º, do CPC. [13] ", "file": "ementa_91_TRF5_PJE-08006034620214058401-2022-06-14"}, {"ementa": "PROCESSO Nº: 0800384-24.2021.4.05.8404 - REMESSA NECESSÁRIA CÍVEL PARTE AUTORA: SERGIO NATAN SILVA ADVOGADO: Yasmin Maia Delfino Oliveira PARTE RÉ: INSTITUTO FEDERAL DE EDUCACAO, CIENCIA E TECNOLOGIA DO RIO GRANDE DO NORTE RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Caio Diniz Fonseca EMENTA: ADMINISTRATIVO. SELEÇÃO PARA CONTRATAÇÃO TEMPORÁRIA DE PROFESSOR VISITANTE. PARTICIPAÇÃO DE PROFESSOR CONTRATADO HÁ MENOS DE 24 MESES. VEDAÇÃO. LEI 8.745/93. REPERCUSSÃO GERAL. 1. Remessa oficial de sentença que concedeu a segurança para determinar que o Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte - IFRN se abstenha de exigir o lapso temporal contido no art. 9º, III, da Lei n. 8.745/93 para a contratação do autor, que não poderá ser impedido de ocupar o cargo de professor visitante por ter mantido contrato com instituição diversa, nos últimos 24 meses. 2. No caso concreto o impetrante foi aprovado em processo seletivo instaurado pelo IFRN para a contratação de professor visitante da matéria Sistema de Informação, tendo a instituição concluído que o autor estava impedido de exercer o aludido cargo, uma vez que não teria cumprido a \"quarentena\" relativa ao período de 24 meses, contados do último contrato (25/05/2020), para que pudesse ser admitido como professor visitante na instituição. 3. O pedido do impetrante está em contrariedade com precedente do STF, nos autos do RE 635.648, com repercussão geral, que fixou a tese de que \"É compatível com a Constituição Federal a previsão legal que exige o transcurso de 24 meses, contados do término do contrato, antes de nova admissão de professor temporário anteriormente contratado\" (DJE 23/06/2017). 4. Ademais, ressalta-se que é irrelevante o fato do contrato anterior do impetrante ter sido firmado junto à Universidade Federal do Rio Grande do Norte (UFRN) e o atual ser junto ao Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte (IFRN), pois \"a vedação contida no art. 9º, III, da Lei nº 8.745/93, e declarada constitucional pela Corte Suprema, refere-se, exclusivamente, ao candidato, e não à Administração ou à nomenclatura do cargo. Tanto assim é, que se permite aos entes públicos efetivar tantos contratos sucessivos quanto desejem, não se permitindo, por outro lado, que o candidato anteriormente contratado como professor substituto, o faça sem observar o interstício correspondente\". (TRF5. Segunda Turma. PJE0805383-32.2021.4.05.8400. Rel. Des. Fed. Paulo Roberto de Oliveira Lima. Julg. 21/02/2022). 5. Sem condenação em honorários, consoante o disposto no art. 25 da Lei nº 12.016/2009. 6. Remessa oficial provida, para denegar a segurança. [13] ", "file": "ementa_92_TRF5_PJE-08003842420214058404-2022-06-14"}, {"ementa": "PROCESSO Nº: 0006209-08.2004.4.05.8200 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: BANCO CENTRAL DO BRASIL APELADO: GLORIA BARROS DE JESUS MEDEIROS e outros ADVOGADO: Marcos Antonio Inacio Da Silva RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Helena Delgado Ramos Fialho Moreira EMENTA: PROCESSUAL CIVIL. TRIBUTÁRIO. EXECUÇÃO FISCAL. PRESCRIÇÃO INTERCORRENTE. OCORRÊNCIA. IMPROVIMENTO. 1. Remessa oficial e apelação interposta em face de sentença que extinguiu a execução fiscal movida pelo BANCO CENTRAL DO BRASIL, diante do reconhecimento da prescrição intercorrente. Honorários advocatícios fixados em R$ 10.000,00, nos termos do art.85, § 8º, do CPC. 2. Em seu apelo, sustenta o Banco Central, em síntese, que nunca esteve inerte, tendo sempre diligenciado no sentido de localizar bens do executado. 3. Restou fundamentado na sentença que: \"Com efeito, cuida-se de execução fiscal que tramita desde 2003 sem que se tenha até o presente momento obtido qualquer resultado minimamente útil à satisfação da pretensão fazendária. Nesse aspecto, vale ressaltar que sequer veio a ser contristado veículo em posse da executada, por se tratar de alienação fiduciária - medida, ademais, que restaria igualmente inócua se concretizada fosse, dado o elevado valor em execução. Observa-se, outrossim, que desde a inscrição em dívida ativa a devedora principal já se encontrava em local incerto e desconhecido, como expressamente indicado na CDA que aparelhou a presente execução fiscal, no que evidenciada sua dissolução irregular em momento mesmo anterior ao próprio ajuizamento da ação executiva. Assim, quando veio a ser requerido o redirecionamento da pretensão executiva para figura dos sócios, em JUN/2011, já incidira o feito em prescrição intercorrente, ainda que se considere o marco da ciência da exequente, em SET2004, sobre a frustração da execução pela não localização da executada em sua sede, firmando inequivocamente a presunção de sua dissolução irregular\". 4. No caso concreto a execução foi ajuizada em 09/06/2003, tendo sido formalizada por edital em 17/12/2006. Requerimento de bloqueio de ativos financeiros infrutífero em 08/10/2007. Em 11/07/2011 foi requerida a desconsideração da personalidade jurídica, com a citação dos sócios em fevereiro e março de 2012. Em 07/08/2013 houve o bloqueio e ativos financeiros em nome de um dos sócios, tendo havido o desbloqueio no mesmo mês, em 28/08/2013. Requerimento de penhora de veículo do sócio em 10/03/2016, havendo Certidão datada de 20/06/2017, com a informação de que deixou de proceder à penhora do veículo, por encontra-se alienado fiduciariamente. Decisão determinando a suspensão do curso da execução, nos termos do art. 40 da LEF, em 22/11/2017. 5. Conforme fundamentado pelo juízo a quo, verifica-se que não houve a efetiva satisfação do crédito executado até os dias atuais, quase vinte anos depois do ajuizamento da execução, não tendo sido localizado bens para a satisfação do crédito, impondo-se reconhecer, em razão do lapso decorrido, a configuração da prescrição do feito executivo, que deve ser extinto. 6. A esse respeito, esta Segunda Turma, já se manifestou em situação análoga, no sentido de que, não tendo a Fazenda Pública diligenciado com eficiência, dentro do prazo que a lei a ela faculta, promover o cumprimento efetivo do crédito exequendo, há de se reconhecer a ocorrência da prescrição intercorrente, visando à não perpetuação do processo e em respeito ao princípio da segurança jurídica (TRF5, 2ª T., PJE 0808161-23.2019.4.05.0000, Rel. Des. Federal Leonardo Carvalho, julg. em: 07/10/2019). 7. Remessa oficial e apelação desprovidas. Honorários advocatícios recursais fixados em R$ 200,00, nos termos do art. 85, § 11, do CPC. [13] ", "file": "ementa_94_TRF5_PJE-00062090820044058200-2022-06-14"}, {"ementa": "PROCESSO Nº: 0801494-38.2019.4.05.8401 - APELAÇÃO CÍVEL APELANTE: JORGE FRANCISCO DA SILVA ADVOGADO: José Tarcísio Jerônimo e outro APELADO: UNIVERSIDADE FEDERAL DO RIO GRANDE DO NORTE RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Gisele Maria Da Silva Araujo Leite EMENTA: ADMINISTRATIVO. SERVIDOR PÚBLICO. REAJUSTES DE 84,32%, 16,19% e 26,06% CONCEDIDOS JUDICIALMENTE EM RECLAMAÇÕES TRABALHISTAS. SUPRESSÃO. POSSIBILIDADE. REESTRUTURAÇÃO REMUNERATÓRIA. INOCORRÊNCIA DE OFENSA AOS PRINCÍPIOS DA COISA JULGADA. 1. Apelação interposta em face de sentença que julgou procedente o pedido, para autorizar a UFRN a suprimir imediatamente dos contracheques do demandado o pagamento dos percentuais de 84,32%, 16,19% e 26,06%. Honorários advocatícios fixados em 10% sobre o valor da causa (valor da causa: R$ 26.544,00). 2. Em seu apelo, o particular sustenta, preliminarmente, que a Justiça Federal é incompetente para processar e julgar a presente demanda, haja vista que busca modificar decisões judiciais com sucessivos trânsitos em julgado da lavra da Justiça Especializada do Trabalho, no mérito aduz que os percentuais discutidos na ação foram incorporados ao vencimento do servidor por sentenças transitadas em julgado, estando encobertos pelo manto da coisa julgada. Já teria decaído o direito da administração de e modificar, ou suprimir, percentuais incorporados aos vencimentos do apelante há quase 25 (vinte e cinco) anos. 3. A jurisprudência pátria é no sentido da competência da Justiça Federal Comum para processar e julgar ação que examina a legalidade da supressão de vantagem pecuniária de servidor público federal submetido aos ditames da Lei 8.112/1990, ainda que a vantagem em questão tenha sido incorporada a remuneração, por força de decisão judicial transitado em julgado proferida pela Justiça do Trabalho. A pretensão trazida a juízo não consiste em desconstituir decisão da Justiça do Trabalho, mas sim em retirar dos réus rubricas que se alega terem sido absorvidas por reestruturações da carreira e reajustes ocorridos após a instituição do regime jurídico único. 4. Ante a natureza de reposição salarial, os percentuais em tela não se revestem de natureza perpétua; e uma vez verificada a absorção gradual decorrente de reajustes e reestruturações, devem ser suprimidos, sob pena de mácula ao princípio da isonomia e da vedação ao enriquecimento sem causa. O fato de haver decisão judicial transitada em julgado concedendo determinado reajuste ao servidor não significa que ele faça jus ao mesmo indefinidamente, considerando que a realidade jurídica ou fática pode vir a ser alterada, tal como ocorre quando o percentual daquele reajuste vem a ser absorvido por reajustes concedidos posteriormente. 5. Deve ser afastada a ocorrência da decadência, vez que o caso em tela configura relação de trato sucessivo, na qual o prazo decadencial para a Administração rever seu ato renova-se mês a mês. 6. Não há que se falar, ainda, em ofensa ao princípio da irredutibilidade dos vencimentos, mormente quando se tem em conta, conforme repetida orientação jurisprudencial, que não há, por parte dos servidores, direito adquirido a regime jurídico. 7. Apelação desprovida. Honorários recursais fixados em 1% sobre o valor da causa, nos termos do art. 85, § 11, do CPC. [13] ", "file": "ementa_95_TRF5_PJE-08014943820194058401-2022-06-14"}, {"ementa": "PROCESSO Nº: 0810677-72.2019.4.05.8000 - APELAÇÃO CÍVEL APELANTE: JOSE ITALO BUARQUE LINS e outros ADVOGADO: Ana Carolina De Oliveira Nunes Pereira e outros APELADO: UNIÃO FEDERAL RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: PROCESSUAL CIVIL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. EXECUÇÃO DE SENTENÇA. INEXISTÊNCIA DE DIFERENÇAS A RECEBER. EXTINÇÃO DO PROCESSO. 1. Apelação interposta em face de sentença que acolheu a impugnação ao cumprimento de sentença proferida nos autos do Mandado de Segurança Coletivo 21005.80.00.000733-2, oposta pela União Federal, para reconhecer que nada mais é devido pelo ente federal aos exequentes a título de antecipação do PCCS, no período de fevereiro a abril/2005. Honorários advocatícios fixados em 10% do valor executado. 2. Em seu apelo os exequentes alegam, em síntese, que: a) a obrigação de pagar os meses de fevereiro a abril de 2005, confessada pela União, teria transitado em julgado, de modo que não seria cabível sua discussão em sede de execução; b) nos termos da Lei 12.016/2009, não cabem honorários de sucumbência em sede de mandado de segurança. 4. O MS 0000733-70.2005.4.05.8000, que concedeu o restabelecimento da rubrica, determinou que o pagamento fosse a partir da impetração do mandado, que se deu em 03/02/2005. Desse modo, o valor do mês de fev/2005 não é integral. Nesse sentido: TRF 5, 2ª T., PJE 0810141-61.2019.4.05.8000, rel. Des. Federal Leonardo Carvalho, julg. em: 18/12/2020. 5. A Contadoria, examinando as fichas financeiras dos exequentes, verificou que houve o pagamento dos valores discutidos, no mês de dezembro de 2005, retroativo aos meses de fevereiro a abril de 2005. 6. Desse modo, considerando que houve o pagamento das diferenças vindicadas pelos exequentes, nada mais existe a ser pago, devendo ser mantida a sentença que declarou extinta a presente execução. No mesmo sentido: TRF5, 2ª T., PJE 0810384-05.2019.4.05.8000, rel. Des. Federal Paulo Cordeiro, julg. em 03/03/2021. 7. Por fim, registre-se que, de acordo com a Súmula 512 do STF, em se tratando de execução de sentença prolatada em mandado de segurança, afasta-se a condenação da parte exequente ao pagamento de verba honorária. 8. Apelação parcialmente provida, para afastar a condenação dos exequentes em honorários advocatícios. [13] ", "file": "ementa_97_TRF5_PJE-08106777220194058000-2022-06-14"}, {"ementa": "PROCESSO Nº: 0805216-38.2018.4.05.8200 - APELAÇÃO CÍVEL APELANTE: EMPRESA BRASILEIRA DE SERVICOS HOSPITALARES - EBSERH e outro ADVOGADO: Marcelo De Araujo Freire e outro APELADO: CELIA MARIA EVANGELISTA DA SILVA ADVOGADO: Márcio Philippe De Albuquerque Maranhão RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Cristina Maria Costa Garcez EMENTA: ADMINISTRATIVO. RETORNO DA VICE-PRESIDÊNCIA. SERVIDOR PÚBLICO. ACUMULAÇÃO DE CARGOS PRIVATIVOS DE PROFISSIONAIS DE SAÚDE. COMPATIBILIDADE DE HORÁRIOS. NÃO DEMONSTRAÇÃO. JUÍZO DE RETRATAÇÃO NÃO EXERCIDO. 1. Retornam os autos da Vice-Presidência, nos termos do art. 1.040, II do CPC, para fins de juízo de retratação, quanto ao Tema 1.081 do STF (ARE 1.246.685/RJ), que firmou a seguinte tese: \"As hipóteses excepcionais autorizadoras de acumulação de cargos públicos previstas na Constituição Federal sujeitam-se, unicamente, a existência de compatibilidade de horários, verificada no caso concreto, ainda que haja norma infraconstitucional que limite a jornada semanal\". 2. Na sessão de 18/02/2020, esta 2ª Turma deu provimento à apelação da Empresa Brasileira de Serviços Hospitalares - EBSERH, para julgar improcedente o pedido, formulado com o propósito de tornar sem efeito o ato que negou a contratação da autora na EBSERH e determinar a sua contratação no cargo de Técnico em Enfermagem, para o qual foi aprovada em concurso público (jornada semanal de 36 horas). 3. A Empresa Brasileira de Serviços Hospitalares - EBSERH, em seu apelo, sustentou não ter a autora comprovado a compatibilidade de horários, pois já exerce o cargo público de Técnico em Enfermagem, com carga horária de 30 horas semanais, junto ao Estado da Paraíba, no Hospital de Emergência e Trauma de Campina Grande. 4. A fim de comprovar a licitude da cumulação dos dois empregos públicos, a postulante juntou declaração do Hospital de Emergência e Trauma informando que suas atividades profissionais são exercidas naquele local com plantões fixos de 24 (vinte e quatro) horas nas segundas-feiras e complemento quando necessário na UTI Adulto, com flexibilidade para troca de plantões, totalizando a carga horária de 30 (trinta) horas semanais. 5. Conforme consignado no acórdão anterior, não se pode considerar que são harmônicas as jornadas de trabalho levando-se em conta, apenas, a ausência de choque entre elas. O ser humano necessita de um intervalo de descanso suficiente para o devido repouso, a alimentação e a locomoção. A ausência deste pode causar danos ao servidor e ao serviço público por ele prestado. O entendimento consolidado desta Segunda Turma Julgadora é o de que a Administração pode obstar o acesso a novo cargo por considerar a incompatibilidade de horários diante de carga horária que repute excessiva 6. A autora não tem direito subjetivo à pretendida acumulação, dado que não pode pretender impor à EBSERH que seu horário de trabalho no novo cargo seja compatível com a escala de plantão do cargo já ocupado. Ademais, ainda que o fosse, a EBSERH não estaria impedida de, a qualquer momento, efetuar modificação nos honorários, tornando-os incompatíveis. Precedente: TRF5, 2ª T., PJE 0800352-09.2017.4.05.8000, rel. Des. Federal Paulo Roberto de Oliveira Lima, j. 04/05/2020. \"A pretensão de viabilizar a acumulação de cargos com carga horária excessiva revela um intento de constranger a Administração a aceitar as conveniências da rotina do administrado, fazendo prevalecer o seu interesse em detrimento do interesse público, o que é nitidamente descabido\". Precedente: TRF5, 2ª T., PJE 0800352-09.2017.4.05.8000, rel. Des. Federal Paulo Roberto de Oliveira Lima, j. em 04/05/2020. 7. Diante da ausência de demonstração da compatibilidade de horários, não há como prosperar a pretendida acumulação. 8. Juízo de retratação não exercido, mantendo-se integralmente o acórdão anterior que deu provimento à apelação da EBSERH, para julgar improcedente o pedido. Honorários fixados em 10% sobre o valor da causa, observado o disposto no art. 98, § 3º, do CPC/2015. [13] ", "file": "ementa_98_TRF5_PJE-08052163820184058200-2022-06-14"}, {"ementa": "PROCESSO Nº: 0800754-12.2021.4.05.8401 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: FRANCISCO CANINDE COSTA ADVOGADO: Luiz Diogenes De Sales RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Lauro Henrique Lobo Bandeira EMENTA: CONSTITUCIONAL. ADMINISTRATIVO. DIREITO À SAÚDE. PROCEDIMENTO CIRÚRGICO. SOLIDARIEDADE ENTRE OS ENTES FEDERADOS. 1. Apelação em face de sentença que julgou procedente o pedido formulado na inicial, para condenar a União, o Município de Caraúbas/RN, o Estado do Rio Grande do Norte a, em caráter solidário, fornecerem o procedimento cirúrgico pleiteado pelo demandante (tratamento cirúrgico endovascular de aneurisma de aorta abdominal e ilíaca). Honorários advocatícios, fixados em R$ 1.500,00, nos termos do artigo 85, § 8º do CPC. 2. Em suas razões recursais, a União defende sua ilegitimidade passiva, pois devem ser observadas as regras de repartição de competência entre os entes federados e a descentralização dos serviços de saúde. Alega que faz o repasse regular dos valores destinados ao custeio da saúde para os estados e municípios, de modo que a competência para execução direta do procedimento cirúrgico postulado pelo paciente/autor, é exclusiva do Estado do RN. 3. No caso concreto, o recurso trata apenas da questão da legitimidade da União, não havendo discussão quanto ao mérito do pedido. Sendo certo que, deferida a tutela antecipada, a cirurgia (que não é oferecida pelo SUS) foi efetivamente realizada, no dia 10/08/2021, no Hospital Wilson Rosado. 4. A alegação de ilegitimidade passiva da União deve ser afastada. O Supremo Tribunal Federal, quando do julgamento do RE 855.178, em 23/05/2019, com repercussão geral, fixou a tese de que \"os entes da federação, em decorrência da competência comum, são solidariamente responsáveis nas demandas prestacionais na área da saúde e, diante dos critérios constitucionais de descentralização e hierarquização, compete à autoridade judicial direcionar o cumprimento conforme as regras de repartição de competências e determinar o ressarcimento a quem suportou o ônus financeiro\". 5. As regras internas de responsabilidade administrativa entre as três esferas que compõem o Estado são irrelevantes diante do interesse do particular, que vem a juízo almejando a concretização do direito à saúde. 6. Apelação desprovida. Honorários recursais fixados em R$ 200,00, nos termos do art. 85, § 11, do CPC (valor da causa: R$ 72.000,00). [13] ", "file": "ementa_100_TRF5_PJE-08007541220214058401-2022-06-14"}, {"ementa": "PROCESSO Nº: 0800201-74.2021.4.05.8300 - APELAÇÃO CÍVEL APELANTE: MARIA JOSÉ DO AMARAL ADVOGADO: Maria José Do Amaral APELADO: FAZENDA NACIONAL RELATOR(A): Desembargador(a) Federal Cid Marconi Gurgel de Souza - 3ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Francisco Antonio De Barros E Silva Neto EMENTA PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. ALEGAÇÃO DE NULIDADE NO JULGAMENTO DA APELAÇÃO. PETIÇÃO APRESENTADA PARA A RETIRADA DA SESSÃO VIRTUAL PARA FINS DE REALIZAÇÃO DE SUSTENTAÇÃO ORAL. JULGAMENTO DO FEITO EM SESSÃO VIRTUAL. CERCEAMENTO DE DEFESA. NULIDADE RECONHECIDA. EMBARGOS PROVIDOS, COM EFEITOS INFRINGENTES. 1. Embargos de Declaração opostos pelo Particular, apontando nulidade absoluta do Acórdão em razão da ausência de apreciação de petição protocolizada no dia 05/11/2021, na qual se requereu a retirada do processo de Pauta Virtual (18/11/2021), com a remarcação para assentada Telepresencial, para realização de sustentação oral. 2. Por se tratar de questão de Ordem Pública, passível de ser conhecida e resolvida de ofício, em qualquer tempo e grau de jurisdição, é cabível de ser suscitada em sede de Embargos de Declaração. 3. De acordo com o art. 3º, caput, da Resolução Pleno n. 06, de 22/04/2020, do TRF da 5ª Região, na redação da Resolução Pleno n. 09, de 08/07/2020, publicada no DJe em 17/07/2020, as partes e o Ministério Público Federal poderão se opor ao julgamento em Sessão Virtual até 2 (dois) dias úteis antes do início da Sessão. 4. Embora tenha peticionado com antecedência, a Embargante/Apelante não teve seu pedido apreciado, tendo sido realizado o julgamento na Sessão Virtual de 18/11/2021, restando configurado o cerceamento de defesa. 5. Assim, deve ser anulado o julgamento proferido na Sessão Virtual para que seja efetuada uma nova inclusão do processo em pauta Telepresencial, para fins de possibilitar a sustentação oral. 6. Embargos de Declaração providos, com efeitos infringentes, para anular o Acórdão, restando anulados/prejudicados os atos processuais subsequentes, devendo ser o feito reincluído em pauta de julgamento Telepresencial com a regular intimação das partes. pmm ", "file": "ementa_102_TRF5_PJE-08002017420214058300-2022-06-09"}, {"ementa": "PROCESSO Nº: 0810606-27.2020.4.05.8100 - APELAÇÃO CÍVEL APELANTE: RITA FERREIRA DO NASCIMENTO ADVOGADO: Gustavo Lopes De Souza e outro APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Cid Marconi Gurgel de Souza - 3ª Turma EMENTA PROCESSUAL CIVIL. AGRAVO INTERNO CONTRA DECISÃO COLEGIADA. ERRO GROSSEIRO. NÃO CONHECIMENTO. 1. Agravo Interno interposto pelo Particular em face do Acórdão que negou provimento aos seus Embargos de Declaração. 2. Nas razões recursais, alega-se, em síntese, que o Acórdão está equivocado, uma vez que o principal fundamento da sentença é o acolhimento da decadência, enquanto o reconhecimento da incompetência é mera consequência em virtude da alteração da quantidade de parcelas vencidas, o que alteraria o valor da causa. Aduz-se que \"A DIALETICIDADE está entre o reconhecimento da decadência e a incompetência do Juízo em virtude do valor da causa. Desta forma, demonstra-se que o(a) agravante sustentou a NÃO OCORRÊNCIA DA DECADÊNCIA, a qual por sua vez sendo reconhecida, repise-se, implicaria também em RECONHECIMENTO DE COMPETÊNCIA DO JUÍZO, pois não seria alterado o valor da causa indicado na exordial.\" 3. A leitura do art. 1.021 do CPC, bem como do art. 218 do Regimento Interno deste Regional, é suficiente para afastar o conhecimento do recurso, ante a evidente inadequação da sua utilização com a finalidade de obter a reforma de decisão colegiada. 4. No caso dos autos, o Recorrente interpôs Agravo Interno em face de Acórdão prolatado pelo Órgão Jurisdicional Colegiado, e não contra decisão monocrática. 5. A utilização de Agravo Interno contra Acórdão constitui-se em erro grosseiro, sendo inviável a aplicação do princípio da fungibilidade recursal. Precedentes: TRF5 - Processo 0804603-72.2021.4.05.0000, Agravo de Instrumento, Rel. Desembargador Federal Fernando Braga Damasceno, 3ª Turma, Julg. 17/02/2022; e TRF5 - Processo 0813819-57.2019.4.05.8300, Apelação Cível, Rel. Desembargador Federal Cid Marconi Gurgel de Souza, 3ª Turma, Julg.:28/01/2021). Agravo Interno não conhecido. ota ", "file": "ementa_104_TRF5_PJE-08106062720204058100-2022-06-09"}, {"ementa": "PROCESSO Nº: 0807711-12.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: OTAVIO RODOLFO RODRIGUES JUNIOR ADVOGADO: PRISCILA KASTNER OLIVI FINKLER AGRAVADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR: DESEMBARGADOR FEDERAL CARLOS REBELO JUNIOR - 1ª TURMA EMENTA: PREVIDENCIÁRIO. APOSENTADORIA POR INVALIDEZ. CONCESSÃO ADMINISTRATIVA DO BENEFÍCIO. PENDÊNCIA DE CUMPRIMENTO DE DILIGÊNCIA DO AUTOR PARA PREENCHIMENTO DOS REQUISITOS AUTORIZADORES À CONCESSÃO DA TUTELA. AGRAVO DE INSTRUMENTO NÃO PROVIDO. 1. Irresignação recursal em face de decisão que, em sede de ação ordinária, indeferiu o pedido de liminar requerido pelo Particular com a finalidade de determinar à autarquia previdenciária que conceda o benefício de incapacidade definitiva ao autor, com o acréscimo do pagamento do adicional de 25% sobre o valor do benefício, cessado administrativamente em 31.01.2021. 2. Conforme disposto no art. 59 da Lei 8.213/91, o auxílio-doença será devido ao segurado que, havendo cumprido, quando for o caso, o período de carência exigido nesta Lei, ficar incapacitado para o seu trabalho ou para sua atividade habitual por mais de 15 dias consecutivos. 3. No caso em tela, verifica-se que o INSS já havia concedido ao autor o benefício de auxílio-doença (NB 622.554.318-3) durante o período de 02/04/2018 a 09/02/2020. 4. A qualidade de segurado é inconteste. O INSS informa que a concessão do benefício de aposentadoria por invalidez à parte autora encontra-se pendente de declaração sobre o recebimento ou não de aposentadoria em outro regime de previdência social, nos termos exigidos pela Emenda Constitucional nº 103/2019. A parte agravante aduz não ser obrigada a fazê-lo. 5. Diante das divergências existentes nos autos, não se vislumbra a presença da fumaça do bom direito, exigindo a demanda instrução probatória que comprove os fatos. O processo originário encontra-se aguardando realização de perícia médica. 6. Não houve comprovação do perigo da demora e da imprescindibilidade do benefício para a subsistência autoral, de forma que é possível aguardar a fase instrutória. 7. Necessária a devida instrução do feito, com a produção de provas para oportunizar às partes dirimir qualquer dúvida acerca do preenchimento dos requisitos legais. 8. Agravo de Instrumento não provido. ", "file": "ementa_105_TRF5_PJE-08077111220214050000-2022-06-09"}, {"ementa": "PROCESSO Nº: 0819733-34.2021.4.05.8300 - APELAÇÃO CÍVEL APELANTE: MARIA VERALUCIA DA SILVA SOUZA ADVOGADO: PAULIANNE ALEXANDRE TENÓRIO APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): DESEMBARGADOR(A) FEDERAL CARLOS REBELO JUNIOR - 1ª TURMA JUIZ PROLATOR DA SENTENÇA (1° GRAU): JUIZ(A) FEDERAL JOANA CAROLINA LINS PEREIRA EMENTA: CONSTITUCIONAL. PREVIDENCIÁRIO. PROCESSUAL CIVIL. APELAÇÃO EM MANDADO DE SEGURANÇA. PROCESSO ADMINISTRATIVO. PEDIDO DE APRESENTAÇÃO DE PROCESSO. LEGITIMIDADE PASSIVA. ADEQUAÇÃO DA VIA ELEITA. EXISTÊNCIA DO INTERESSE DE AGIR. DEMORA EXCESSIVA NA ANÁLISE DO REQUERIMENTO. RE 1.171.152/SC. INEXISTÊNCIA DE ÓBICE PARA A PROPOSITURA DE AÇÕES INDIVIDUAIS. RETORNO DOS AUTOS AO JUÍZO DE ORIGEM. EXTINÇÃO PREMATURA. PROVIMENTO PARCIAL. ANULAÇÃO DA SENTENÇA. 1. Apelação em face de sentença indeferiu a petição inicial, nos moldes do art. 330,III do CPC, com base precedente firmado pelo STF no julgamento do RE nº 1.171.152/SC. 2. Na linha da jurisprudência nacional, o Gerente Executivo do INSS é parte legítima para figurar no polo passivo da lide. Precedentes: (Apelação/Remessa Necessária 5003883-89.2018.4.04.7112, Quinta Turma, Rel. Des. Federal Gisele Lemke, Data da Decisão: 26/02/2019); (PROCESSO: 08103284220194058300, APELAÇÃO / REMESSA NECESSÁRIA, Desembargador Federal Fernando Braga Damasceno, 3ª TURMA, J. 23/07/2020); (Processo: 08102649520204058300, APELAÇÃO / Remessa Necessária, Desembargador Federal Luiz Bispo da Silva Neto (Convocado), 3ª Turma, J. 04/02/2021). 3. A via do mandado de segurança se mostra adequada para o pleito em tela, porquanto a única questão de fato que precisa ser demonstrada pela parte impetrante é a demora na análise de requerimento de apresentação de processo administrativo o protocolado em 22/06/2021. 4. Estando comprovado que o requerimento administrativo está há mais de 6 (seis) meses na mesma situação, sem qualquer movimentação, deve o feito ter continuidade, com a anulação da sentença e o retorno dos autos, considerando que o processo foi extinto logo após seu ajuizamento, sem o exercício do contraditório. 5. Esta Primeira Turma entende que o acordo celebrado em sede do RE 1.171.152/SC vincula apenas processos coletivos pertinentes à mora administrativa do INSS, não afetando, portanto, o julgamento de demandas individuais (caso dos autos). (TRF 5ª R. Primeira Turma. Rel. Francisco Roberto Machado. Proc. 0808313-32.2021.4.05.8300, Julg. 06/12/2021). 6. Não foi notificada a autoridade impetrada, sendo o processo extinto sem resolução do mérito, assim não é possível a aplicação da regra do art. 1.013, §3º, I, do CPC/2015\", razão pela qual deve haver a \"devolução dos autos ao Juízo de origem, para regular processamento do feito\". (PROCESSO: 08168808620204058300, APELAÇÃO CÍVEL, DESEMBARGADOR FEDERAL ROGÉRIO DE MENESES FIALHO MOREIRA, 3ª TURMA, JULGAMENTO: 25/02/2021). 7. Apelação parcialmente provida para anular a sentença e determinar o processamento do mandado de segurança. ", "file": "ementa_107_TRF5_PJE-08197333420214058300-2022-06-09"}, {"ementa": "PROCESSO Nº: 0803948-71.2019.4.05.0000 - AÇÃO RESCISÓRIA AUTOR: SOLIVALDO VIEIRA DA SILVA ADVOGADO: Luana Do Nascimento Carvalho RÉU: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Fernando Braga Damasceno - Pleno MAGISTRADO CONVOCADO: Desembargador(a) Federal Ricardo Jose Brito Bastos Aguiar De Arruda EMENTA AÇÃO RESCISÓRIA. VIOLAÇÃO MANIFESTA DE NORMA JURÍDICA. ARTIGO 493, CPC. INEXISTÊNCIA DE FATO SUPERVENIENTE. INOCORRÊNCIA DE VIOLAÇÃO. AÇÃO RESCISÓRIA IMPROCEDENTE. AGRAVO INTERNO PREJUDICADO. 1. Trata-se de ação rescisória ajuizada pelo particular contra acórdão da Terceira Turma que deu parcial provimento à apelação do INSS, considerando a insuficiência do período reconhecido como especial para fins de concessão do benefício de aposentadoria especial. 2. Em suas razões recursais, o particular alega que, no julgamento da apelação, não foram computados os períodos trabalhados junto à SM Assessoria Empresarial e Gestão Hospitalar (10/03/2006 a 13/04/2007) e à Associação Aracajuana de Beneficência (13/04/2007 a 01/04/2008), que constavam da CTPS. Defende o particular que houve, no caso concreto, violação ao artigo 493 do CPC, justificando o ajuizamento da presente rescisória (artigo 966, V, CPC). 3. Pedido de tutela de urgência indeferido, com subsequente apresentação de agravo interno. 4. O cerne da presente controvérsia consiste em perquirir se houve violação manifesta do artigo 493 do CPC, a justificar a rescisão do acórdão ora questionado, tendo em vista a alegada omissão acerca de dois vínculos do particular. 5. Preliminarmente, defere-se a gratuidade judiciária, nos termos do art. 98 e seguintes do CPC, dispensando, por conseguinte, o depósito de que trata o art. 968, II, do Código de Processo Civil. 6. Segundo o artigo 493 do CPC, \"Se, depois da propositura da ação, algum fato constitutivo, modificativo ou extintivo do direito influir no julgamento do mérito, caberá ao juiz tomá-lo em consideração, de ofício ou a requerimento da parte, no momento de proferir a decisão.\" 7. No caso concreto, os vínculos em relação aos quais o particular alega omissão da Turma não configuravam fatos supervenientes. Já constava na CTPS, ao tempo do oferecimento da inicial, a indicação de ambos os períodos. Não se verificou, portanto, violação ao artigo 493 pela omissão quanto a fato superveniente que implicasse a concessão do direito ao benefício. Inexistente a violação alegada, cabe reconhecer a improcedência da rescisória. 8. Ademais, descabe acolher a rescisória, com fundamento no art. 966, V, do CPC/2015, cuja pretensão esbarra no reexame de provas e fatos da causa. Isto porque a ação rescisória é medida extrema que não serve para pretender novo julgamento da causa ou para corrigir eventual injustiça da decisão, \"sendo inviável, nessa seara, a reapreciação das provas produzidas ou a análise acerca da correção da interpretação dessas provas pelo acórdão rescindendo\" (AgInt no REsp 1520297/RS, Rel. Ministro RICARDO VILLAS BÔAS CUEVA, TERCEIRA TURMA, julgado em 23/08/2016, DJe 01/09/2016). 9. Ação rescisória improcedente e prejudicado o agravo interno. 10. Condenado o autor ao pagamento de honorários advocatícios no montante de 10% sobre o valor da causacausa (fixado na inicial em R$ 9.672,00), ficando, contudo, sobrestada a sua exigibilidade de acordo com o art. 98, parágrafo 3º, do CPC/2015, em razão do deferimento da gratuidade judiciária. ", "file": "ementa_108_TRF5_PJE-08039487120194050000-2022-06-08"}, {"ementa": "PROCESSO Nº: 0824103-27.2019.4.05.8300 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: FAZENDA NACIONAL APELANTE: BXR INDUSTRIA, COMERCIO E SERVICOS LTDA - ME ADVOGADO: Sandra Regina Freire Lopes APELADO: Os mesmos ADVOGADO: Os mesmos RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Camara Carra JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Francisco Antonio De Barros E Silva Neto EMENTA PROCESSUAL CIVIL. TRIBUTÁRIO. EXCLUSÃO DO ICMS DA BASE DE CÁLCULO DO PIS/COFINS. TEMA 69. MODULAÇÃO DOS EFEITOS. ADEQUAÇÃO. 1. Os autos retornam da Vice-Presidência desta Corte Regional para que esta Turma proceda à eventual juízo de retratação, ante a modulação dos efeitos apresentada pelo STF nos autos do RE 574.706 (Tema 69 - repercussão geral). 2. Quando do julgamento originário por esta Turma, inexistia qualquer condicionamento à aplicação da tese de que o ICMS não compõe a base de cálculo para fins de incidência do PIS e da COFINS. 3. Ocorre que, ao apreciar os embargos de declaração opostos pela Fazenda Nacional, em 13.05.21, o STF, por maioria qualificada, decidiu modular os efeitos do julgado, estabelecendo como marco inicial a data em que julgado o RE 574.706 e fixada a tese com repercussão geral (15.03.2017), ressalvando as ações judiciais e administrativas protocoladas até a data da sessão em que proferido o julgamento de mérito. 4. Considerando que o balizamento dos efeitos do novel paradigma vinculante tem como pressuposto o resguardo da segurança jurídica em benefício dos órgãos Fazendários, que até aquele momento estavam respaldados por entendimento consolidado pelo STJ (em sede de recurso repetitivo), que a superação do entendimento se deu de maneira prospectiva e que a presente demanda teve origem em 29.11.2019, devem ser revistos os limites ressarcitórios inicialmente estabelecidos. 5. Juízo de adequação realizado para, nos termos do art. 1.040, II, do CPC/15, declarar que o direito à restituição/compensação da diferença do Imposto sobre Circulação de Mercadorias e Serviços - ICMS pago a maior se dê a partir de 15.03.2017, e não do quinto ano anterior ao ajuizamento da ação, como inicialmente posto. DS ", "file": "ementa_109_TRF5_PJE-08241032720194058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0804476-31.2019.4.05.8302 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: FAZENDA NACIONAL APELADO: IVANSIL LTDA ADVOGADO: Weverton Merces Juliao RELATOR(A): Desembargador(a) Federal Manoel de Oliveira Erhardt - 4ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Bruno Leonardo Camara Carra JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Jose Moreira Da Silva Neto EMENTA PROCESSUAL CIVIL. TRIBUTÁRIO. EXCLUSÃO DO ICMS DA BASE DE CÁLCULO DO PIS/COFINS. TEMA 69. MODULAÇÃO DOS EFEITOS. ADEQUAÇÃO. 1. Os autos retornam da Vice-Presidência desta Corte Regional para que esta Turma proceda à eventual juízo de retratação, ante a modulação dos efeitos apresentada pelo STF nos autos do RE 574.706 (Tema 69 - repercussão geral). 2. Quando do julgamento originário por esta Turma, inexistia qualquer condicionamento à aplicação da tese de que o ICMS não compõe a base de cálculo para fins de incidência do PIS e da COFINS. 3. Ocorre que, ao apreciar os embargos de declaração opostos pela Fazenda Nacional, em 13.05.21, o STF, por maioria qualificada, decidiu modular os efeitos do julgado, estabelecendo como marco inicial a data em que julgado o RE 574.706 e fixada a tese com repercussão geral (15.03.2017), ressalvando as ações judiciais e administrativas protocoladas até a data da sessão em que proferido o julgamento de mérito. 4. Considerando que o balizamento dos efeitos do novel paradigma vinculante tem como pressuposto o resguardo da segurança jurídica em benefício dos órgãos Fazendários, que até aquele momento estavam respaldados por entendimento consolidado pelo STJ (em sede de recurso repetitivo), que a superação do entendimento se deu de maneira prospectiva e que a presente demanda teve origem em 10.10.2019, devem ser revistos os limites ressarcitórios inicialmente estabelecidos. 5. Juízo de adequação realizado para, nos termos do art. 1.040, II, do CPC/15, declarar que o direito à restituição/compensação da diferença do Imposto sobre Circulação de Mercadorias e Serviços - ICMS pago a maior se dê a partir de 15.03.2017, e não do quinto ano anterior ao ajuizamento da ação, como inicialmente posto. DS ", "file": "ementa_110_TRF5_PJE-08044763120194058302-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800786-41.2017.4.05.8309 - APELAÇÃO CRIMINAL APELANTE: MINISTÉRIO PÚBLICO FEDERAL APELADO: ANA MARIA DA CONCEICAO ADVOGADO: Henrique Jose Da Silva Rocha ADVOGADO: Sóstenes De Sousa Serafim APELADO: ESPEDITO RODRIGUES DA SILVA ADVOGADO: Henrique Jose Da Silva Rocha ADVOGADO: Thaysa Carvalho Araujo RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Carlos Vinicius Calheiros Nobre EMENTA: PENAL. PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO. CRIME DE ESTELIONATO MAJORADO, TENTADO. ART. 171, § 3º, C/C ART. 14, II, AMBOS DO CÓDIGO PENAL. FORNECIMENTO DE DECLARAÇÃO COM INIDÔNEO TEOR QUANTO AO PERÍODO LABORADO EM ATIVIDADE RURAL. ACLARAMENTO DO JULGADO. OMISSÃO. INOCORRÊNCIA. ÂNIMO DE REDISCUTIR MATÉRIA OBJETO DO JULGAMENTO. INADEQUAÇÃO DA VIA ELEITA. EMBARGOS IMPROVIDOS. 1. Cuida-se de embargos de declaração opostos pelo Ministério Público Federal contra acórdão que negou provimento à apelação pelo mesmo manejada, aduzindo a ocorrência de vícios de omissão. 2. Alega o ora embargante a necessidade de ser complementado o julgado no sentido de deixar esclarecido o suposto erro de tipo que afastou o dolo das condutas dos réus. 3. Os embargos de declaração - previstos nos arts. 619 e 620 do Código de Processo Penal - têm o único condão de averiguar a existência de eventual contradição, omissão ou obscuridade na decisão embargada, não servindo à reabertura de discussão de questões exaustivamente apreciadas ou mesmo discutir matéria não objeto do recurso original a que é incidentemente oposto. 4. A uma simples leitura dos próprios argumentos lançados nos embargos, resta claramente demonstrado um ânimo em rediscutir matéria já apreciada quando do julgamento do mérito da apelação, com a reversão do julgado, o que se mostra impróprio na via eleita, além de eventual omissão quanto a argumento lançado no apelo, relacionado ao regime de cumprimento inicial da pena. 5. O requisito da omissão se refere a alguma causa petendi ou objeto não abordados. No que diz respeito à contradição, ela se afere por meio do confronto entre a motivação e aparte dispositiva, ou entre capítulos da parte dispositiva da decisão atacada. Enquanto isso, a obscuridade traduz a falta de clareza ou inteligibilidade, que torna a decisão judicial incompreensível. Por fim, o erro material, agora expressamente inserto no inciso III do art. 1.022 do Código de Processo Civil, aqui adotado por analogia, diz respeito a todo erro evidente ou de fácil identificação e, por óbvio, que não reflita com o pretendido pelo magistrado na sua decisão. Estas, pois, as hipóteses em que a legislação processual admite o manejo da espécie impugnativa escolhida pelas embargantes. 6. Como se apercebe, os limites cognitivos dos embargos são estreitos, se prestando, tão somente, à complementação do julgado, nas hipóteses de deficiência interna do texto (omissão) ou ao seu esclarecimento (contradição e obscuridade). 7. As teses levantadas pelo embargante pretendem, ainda que se aponte uma necessidade de aclaramento do julgado, desconstruir o julgamento embargado e seus fundamentos, e não apontar lacunas e contradições de que ele, o julgamento, padeça, uma vez que nele foram abordadas todas as teses suscitadas, apesar da solução se mostrar díspar da sua pretensão. 8. Embargos de declaração improvidos. [15] ", "file": "ementa_113_TRF5_PJE-08007864120174058309-2022-06-07"}, {"ementa": "PROCESSO Nº: 0004457-11.2012.4.05.8300 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: RILKE RITHCLIFF PIERRE BRANCO ADVOGADO: Erik Limongi Sial e outros RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: PROCESSUAL CIVIL. SEGUNDOS EMBARGOS DECLARATÓRIOS. IMPROBIDADE ADMINISTRATIVA. DELEGADO DA POLÍCIA FEDERAL. SIMULAÇÃO DE SINTOMAS COM O FITO DE OBTER ATESTADOS PARA FINS DE LICENÇA MÉDICA. ESPOSA QUE SOLICITAVA AOS PROFISSIONAIS DE SAÚDE. COMPROVAÇÃO DE INIDONEIDADE DOS RELATOS MÉDICOS. CONFIGURAÇÃO DE ATO DE IMPROBIDADE. CONDENAÇÃO EM RESSARCIMENTO AO ERÁRIO. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. 1. Segundos embargos de declaração do réu contra acórdão que deu provimento à apelação da União, para julgar parcialmente procedente a ação de improbidade e condenar o réu a ressarcir o dano causado ao Erário, nos termos do art. 10, II, da LIA. Entendeu o acórdão embargado que ficou comprovada a intenção do apelado de simular doenças, a fim de não comparecer à jornada laboral, em conluio com sua esposa, por meio de um esquema de solicitação de atestados ideologicamente falsos, conduta esta que causou dano ao erário de forma intencional. 2. Argumenta o embargante que a decisão recorrida não apreciou a questão da prescrição, invocada nos primeiros aclaratórios. Assevera que é indene de dúvidas que a prescrição constitui matéria alegável em qualquer grau de jurisdição, por aquele a quem aproveita, nos termos do art. 193 do CC, implicando em economia processual que esse egrégio Tribunal aprecie a matéria. Invoca o princípio da retroatividade da lei mais benéfica. Alega que deve ser enfrentada a aplicabilidade do art. 23, caput e §§ 5º e 8º, da Lei nº 8.429/92 (com redação dada pela Lei nº 14.230/2021), com a decretação da prescrição intercorrente da pretensão sancionatória. 3. A questão já foi apreciada no acórdão que julgou os aclaratórios anteriores e indeferiu a questão de ordem trazida pelo particular, conforme se percebe no ponto 5 de sua ementa: \"Aprecia-se, inicialmente, a questão de ordem trazida pelo demandado. Como a Lei 14.230/2021, que trouxe alterações significativas em matéria de improbidade, foi publicada em 26/10/2021 e o julgamento da apelação se deu na Sessão do dia 24/08/2021, entende-se que não há qualquer omissão na apreciação da matéria posta em julgamento\". 4. Ademais, registre-se que o acórdão embargado deu provimento à apelação do MPF, para condenar o réu/embargante a ressarcir o erário, por sua conduta dolosa, pelo que prevalece a tese da imprescritibilidade prevista no art. 37, §5º da CF/88. 5. Não é possível, em sede de embargos declaratórios, reabrir discussão acerca de questão já debatida e decidida. 6. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 7. Embargos de declaração improvidos. [09] ", "file": "ementa_114_TRF5_PJE-00044571120124058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0816868-61.2018.4.05.8100 - APELAÇÃO CÍVEL APELANTE: JANAINA GONCALVES DE GOIS FERREIRA e outro ADVOGADO: Janaina Goncalves De Gois Ferreira APELADO: CAIXA ECONOMICA FEDERAL - CEF e outro ADVOGADO: Janaina Goncalves De Gois Ferreira RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Alcides Saldanha Lima EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. ANATOCISMO. JUROS. PERIODICIDADE DA CAPITALIZAÇÃO. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. 1. Embargos de declaração opostos contra acórdão que negou provimento à apelação da CEF e deu parcial provimento à apelação da autora, apenas para reconhecer que devem ser considerados os depósitos judiciais para o pagamento do débito. 2. A embargante alega omissão/contradição na medida em que afirmou inexistir anatocismo e manteve a sentença que afastou a capitalização mensal de juros do contrato. 3. É preciso diferenciar os institutos. Note-se que os juros representam a remuneração do capital em um determinado período. Juros compostos ou capitalizados é quando há incidência de juros sobre juros. Por sua vez, anatocismo é a amortização negativa, ou seja, quando o valor da parcela paga do financiamento é insuficiente para quitar sequer os juros do período, tornando impossível o pagamento da dívida. A prática de anatocismo é considerada pela jurisprudência pacífica dos Tribunais como capitalização indevida. Não há omissão ou contradição no acórdão proferido que reconheceu a inexistência de anatocismo, mas afastou a capitalização mensal de juros, uma vez que o contrato firmado (nº 1.4444.0185331-7) prevê a capitalização anual. 4. O acórdão ora impugnado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Superior Tribunal de Justiça, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. Na verdade, o que se constata é a pretensão da embargante de reabrir discussão acerca da temática de mérito. 5. Embargos de declaração improvidos. [6] ", "file": "ementa_115_TRF5_PJE-08168686120184058100-2022-06-07"}, {"ementa": "PROCESSO Nº: 0801039-57.2020.4.05.8201 - APELAÇÃO CÍVEL APELANTE: MARIA LUCIA DA SILVA e outros ADVOGADO: Fernanda Fentanes Moura De Melo APELADO: CAIXA ECONOMICA FEDERAL - CEF RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Gustavo De Paiva Gadelha EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. 1. Embargos de declaração opostos contra acórdão da Segunda Turma. A parte embargante aponta omissão. 2. Não há omissão, nem contradição, no julgado. O acórdão impugnado foi suficientemente claro acerca das questões levantadas, tendo expressamente consignado que \"o prazo prescricional da ação para obter do construtor indenização pelos vícios construtivos apresentados na obra, na vigência do Código Civil de 2002, é de 10 (dez) anos. (...) Assim, como os imóveis foram entregues em 2013 (ids. 4058201.5683793 a 4058201.5683798), e a presente lide ajuizada em 2020, não há que se falar em prescrição do direito de ação.\". 3. Inócuas, portanto, as razões veiculadas nos embargos, posto que o acórdão ora impugnado foi proferido com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Superior Tribunal de Justiça. Na verdade, o que se constata é a pretensão do embargante de reabrir discussão acerca da temática de mérito. 4. Embargos de declaração improvidos. [6] ", "file": "ementa_116_TRF5_PJE-08010395720204058201-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800988-46.2020.4.05.8201 - APELAÇÃO CÍVEL APELANTE: ANALICE DA SILVA e outros ADVOGADO: Fernanda Fentanes Moura De Melo APELADO: CAIXA ECONOMICA FEDERAL - CEF RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Gustavo De Paiva Gadelha EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. 1. Trata-se de embargos de declaração opostos contra acórdão da Segunda Turma que deu provimento à apelação para anular a sentença e determinar o retorno dos autos à origem para prosseguimento do feito. A parte embargante alega que existe erro de fato na decisão colegiada ora impugnada. Afirma que \"não há como se admitir que retornem os autos para nova instrução. Esta já ocorreu, e a constatação é de que a pretensão, após periciados os imóveis, foi atingida pela decadência estabelecida pelo art. 618 do CC Brasileiro\". 2. Não há erro de fato no julgado. Juízo de origem, por entender que a reclamação da parte autora sobre os supostos vícios construtivos somente ocorreu após extrapolado o prazo de garantia da obra, julgou improcedente o pedido. Contudo, o acórdão assentou o entendimento de que \"o prazo de garantia não se confunde com o prazo para a propositura de ações indenizatórias contra o responsável pelos vícios de construção, que é decenal, nos termos do art. 205 Código Civi.l (...) Como o imóvel objeto da lide foi entregue pela CEF em 2013, e a presente lide ajuizada em 2020, não há que se falar em prescrição do direito de ação\". 3. Inócuas, portanto, as razões veiculadas nos embargos, posto que o acórdão ora impugnado foi proferido com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Superior Tribunal de Justiça. Na verdade, o que se constata é a pretensão do embargante de reabrir discussão acerca da temática de mérito. 4. Embargos de declaração improvidos. [6] ", "file": "ementa_117_TRF5_PJE-08009884620204058201-2022-06-07"}, {"ementa": "PROCESSO Nº: 0805744-22.2020.4.05.8000 - APELAÇÃO CÍVEL APELANTE: EDUARDO RODRIGUES DA ROCHA ADVOGADO: Anthony Fernandes Oliveira Lima e outros APELADO: CAIXA ECONOMICA FEDERAL - CEF ADVOGADO: Pedro Jose Souza De Oliveira Junior RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal André Carvalho Monteiro EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. 1. Embargos de declaração opostos contra acórdão da Segunda Turma. A parte embargante alega que existe omissão na decisão colegiada ora impugnada. Pede a concessão de efeitos infringentes ao julgado, para possibilitar a cumulatividade da subvenção econômica com os descontos habitacionais concedidos pelo FGTS, limitada ao percentual de 5%. 2. Não há omissão, nem contradição, no julgado. O acórdão impugnado foi suficientemente claro acerca das questões levantadas, tendo expressamente consignado que \"No caso, o apelante não tem direito à redução do valor da prestação do financiamento para o patamar de 5% (cinco por cento) de sua renda mensal, visto que não atende aos requisitos da Portaria Interministerial nº 96/2016. Conforme se observa, o contrato do apelante foi celebrado no âmbito do Programa Minha Casa, Minha Vida e do programa Carta de Crédito Individual - FGTS, tendo recebido benefício de desconto concedido pelo FGTS, no valor de R$ 17.435,00 (dezessete mil quatrocentos e trinta e cinco reais), conforme item 3, alínea C do referido contrato (Id. 4058000.6755011)\". 3. Inócuas, portanto, as razões veiculadas nos embargos, posto que o acórdão ora impugnado foi proferido com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Superior Tribunal de Justiça. Na verdade, o que se constata é a pretensão do embargante de reabrir discussão acerca da temática de mérito. 4. Embargos de declaração improvidos. [6] ", "file": "ementa_119_TRF5_PJE-08057442220204058000-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800786-17.2021.4.05.8401 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: PRISCILA CLEYDE BATISTA RIBEIRO DE SOUZA ADVOGADO: Jose De Menezes Brasil Neto RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Lauro Henrique Lobo Bandeira EMENTA: EMBARGOS DECLARATÓRIOS. ADMINISTRATIVO. RECURSO INTEMPESTIVO. OMISSÃO RECONHECIDA. EFEITOS INFRINGENTES. Trata-se de embargos de declaração opostos pela União particular contra acórdão que negou provimento aos embargos declaratórios anteriormente opostos pelo particular, mas deixou de observar que o recurso havia sido oposto fora do prazo legal. Em suas razões recursais, a União embarga argumentando que a decisão em sede de embargos declaratórios restou omissa porque deixou de apreciar matéria por ela aduzida nas contrarrazões, não observando a intempestividade dos embargos opostos pelo particular. Requer que a omissão seja suprida a fim de que os embargos opostos pelo particular não sejam conhecidos. O caso dos autos trata de acórdão que deu provimento à apelação da União, para declarar inexistente o direito ao pagamento de adicional noturno ao servidor nos períodos de férias, licenças para capacitação, tratamento de saúde e demais afastamentos tidos como efetivo exercício. Os honorários advocatícios forma fixados em 10% (dez por cento) sobre o valor da causa, na forma do art. 85, § 3º, I, do CPC. Compulsando os autos, verifica-se que os embargos declaratórios opostos pelo particular foram desprovidos, sendo mantido o acórdão prolatado por este Colegiado. Entretanto, não foi observado que tais aclaratórios haviam sido opostos fora do prazo, conforme certificou a Secretaria desta Turma Julgadora na certidão acostada no Id.: 4050000.28038925. Assim, a omissão apontada há de ser reconhecida, para não conhecer dos embargos declaratórios opostos pelo particular no Id.: 4050000.28027991, porque intempestivos, conforme certidão do Id.: 4050000.28038925. Embargos de declaração providos, com atribuição de efeitos infringentes, para não conhecer os embargos opostos pelo particular no Id.: 4050000.28027991. [12] ", "file": "ementa_121_TRF5_PJE-08007861720214058401-2022-06-07"}, {"ementa": "EMENTA PREVIDENCIÁRIO E PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. INDEFERIMENTO DE BENEFÍCIO. AJUIZAMENTO DA AÇÃO APÓS O QUINQUÊNIO LEGAL. DECADÊNCIA. OCORRÊNCIA. NOVO REQUERIMENTO ADMINISTRATIVO. DESNECESSIDADE. PRETENSÃO RESISTIDA. DECISÃO DO STF (RE 631.240/MG). APLICAÇÃO. BENEFÍCIO ASSISTENCIAL. REQUISITOS. PREENCHIMENTO. TERMO INICIAL DA CONDENAÇÃO. DATA DO AJUIZAMENTO DA AÇÃO. RECURSO PROVIDO EM PARTE. 1- O cabimento dos embargos de declaração pressupõe a existência dos requisitos de admissibilidade dessa espécie recursal, cuja finalidade cinge-se ao aperfeiçoamento do julgado, sanando os defeitos de omissão, contradição, obscuridade, erros materiais ou equívocos manifestos, que devem ser apontados de forma clara pelo embargante. 2- A embargante alega que o acórdão incorreu em omissão, porquanto não se manifestou sobre a ocorrência da prescrição de fundo do direito. Aduz que o indeferimento do benefício ocorreu em 11/02/2009, no entanto, só após o transcurso do prazo quinquenal é que a autora ajuizou a presente ação. 3- A decadência é a perda do direito de impugnar o ato de indeferimento administrativo, como se pretende no caso em apreço. Cumpre destacar que, consoante a jurisprudência, tratando-se de benefício previdenciário, não há que se falar em prescrição do fundo de direito, pois a parte autora poderá postular novamente o benefício a qualquer momento. 4- Em se tratando de prestações de trato sucessivo, prescrevem as parcelas vencidas no quinquênio anterior à data da propositura da ação, tal como enunciado pela Súmula nº 85 do Superior Tribunal de Justiça, naquelas hipóteses em que, figurando a Fazenda Pública como devedora, não tiver sido negado o próprio direito reclamado. 5- Caso em que o benefício assistencial do requerente foi indeferido em 11/02/2009. Tendo a parte autora ajuizado o presente feito mais de 05 (cinco) anos depois, ou seja, em 23/01/2019, encontra-se a sua pretensão fulminada pela decadência. 6- Consoante decisão do Supremo Tribunal Federal, nos autos do Recurso Extraordinário - RE 631.240/MG, é possível a análise do mérito de questão posta sem o prévio requerimento administrativo quando verificada a efetiva resistência do INSS, como ocorreu no caso vertente. A data do ajuizamento da ação deve ser levada em consideração para fixar o termo inicial da condenação. 7- Embargos de declaração parcialmente providos para determinar que o início do benefício assistencial devido a parte autora seja a contar da data ajuizamento da presente ação (23/01/2019). vmb ", "file": "ementa_122_TRF5_PJE-08000193220194058503-2022-06-07"}, {"ementa": "EMENTA PREVIDENCIÁRIO. E PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. CONCESSÃO DE BENEFÍCIO DE APOSENTADORIA POR IDADE. SEGURADA ESPECIAL. JULGAMENTO DO RECURSO DE APELAÇÃO QUE JÁ HAVIA SIDO JULGADO ANTERIORMENTE. EQUÍVOCO NA REMESSA DOS AUTOS A ESSE EGRÉGIO PELO JUÍZO DE ORIGEM. NOVA AUTUAÇÃO E DISTRIBUIÇÃO DA APELAÇÃO. NULIDADE DO ACÓRDÃO EMBARGADO. RECURSO PROVIDO, COM EFEITOS INFRINGENTES. 1- O cabimento dos embargos de declaração pressupõe a existência dos requisitos de admissibilidade dessa espécie recursal, cuja finalidade cinge-se ao aperfeiçoamento do julgado, sanando os defeitos de omissão, contradição, obscuridade, erros materiais ou equívocos manifestos, que devem ser apontados de forma clara pelo embargante. 2- A embargante alega que o acórdão embargado refez um julgamento de apelação que já havia sido julgada, inclusive com trânsito em julgado. Aduz que, equivocadamente, o Juízo a quo promoveu novamente a remessa dos autos a este Tribunal para análise do recurso de apelação, quando, na verdade, deveria ter oportunizado a parte vencedora para a execução do julgado, ou mesmo determinar o arquivamento do feito. Pede o provimento dos Embargos Declaratórios, emprestando-lhe efeito modificativo, para efeito de decidir pelo reconhecimento da coisa julgada, e determinar o retorno dos autos à Comarca de origem, a fim de que a parte vencedora possa requerer o cumprimento de sentença. 3- Da análise, o observa-se que o recurso de apelação interposto pelo INSS, em 07/11/2017 - em face da sentença, proferida em 24/10/2017, que condenou ao Autarquia Previdenciária a conceder o benefício de aposentadoria por idade, de segurada especial-, foi julgado por essa colenda Turma na sessão de julgamento ocorrida em 22/05/2018, tendo, inclusive, ocorrido o trânsito em julgado da decisão que inadmitiu os recursos especial e extraordinário em 10/12/2019. 4- No entanto, após o despacho do Juiz de piso determinando a intimação do INSS para o cumprimento da obrigação de fazer constante no julgado (em 09/09/2019), por um equívoco, proferiu novo despacho (em 23/03/2020) remetendo os autos a esse egrégio Regional para análise do recurso de apelação da Autarquia. Dessa forma, a Apelação foi novamente autuada, e distribuída a esta Relatoria (em 03/04/2020) e julgada por essa colenda Turma na sessão de julgamento ocorrida em 19/05/2020, o que levou o autor a opor o presente recurso. 5- Na espécie, tendo sido constatado o equívoco apontado pelo embargante, o vício deve ser sanado. 6- Embargos de declaração providos, com efeitos infringentes, para anular integralmente o Acórdão recorrido, julgado na sessão de julgamento de 19/05/2020, e determinar a remessa dos autos ao Juízo de origem para regular prosseguimento do feito. vmb ", "file": "ementa_123_TRF5_PJE-08002659820168150491-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800558-64.2017.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: UNIVERSIDADE FEDERAL DE PERNAMBUCO AGRAVADO: PAULO TADEU RIBEIRO DE GUSMAO e outros ADVOGADO: Jefferson Lemos Calaca RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. RETORNO DO STJ. HONORÁRIOS ADVOCATÍCIOS. 1.Cuida-se de embargos declaratórios opostos contra o acórdão que, após retorno dos autos do STJ, deu provimento aos embargos declaratórios para, atribuindo-lhes efeitos modificativos, dar provimento ao agravo para fixar a verba honorária nos menores percentuais previstos no artigo 85, parágrafos 2º e 3°, do CPC/2015, considerando o valor do proveito econômico obtido. 2.Embarga a parte agravada, alegando que o acórdão incorreu em erro material ao declarar que o agravo foi provido, assim como ao citar o RESP n.º 1.810.754/SE. 3.Embarga a UFPE, afirmando que o acórdão incorreu em desobediência ao Superior Tribunal de Justiça, que já fixou o entendimento de que não é possível a dupla incidência de honorários na fase de execução. Embora se admita a fixação de honorários de execução, não é possível a cumulação com honorários ao julgar a impugnação ao cumprimento de sentença. Além de omissão quanto à aplicação do art. 85, §8º, CPC 4.Não procedem as alegações da UFPE. O acórdão decidiu acompanhando o STJ, que adotou o entendimento de que os honorários advocatícios devem ser fixados consoante as regras previstas no art. 85, parágrafos 2º e 3º do CPC/2015. (AgInt no REsp n.º 1.810.754/SE), em consonância com a decisão agravada. 5.Compulsando as informações dos autos, verifica-se que se trata de agravo em decisão proferida em cumprimento de sentença, em que o valor é de R$ 696.981,52. 6.O valor atribuído à execução, deve servir como base de cálculo para apuração dos honorários sucumbenciais, nos termos do art. 85, parágrafos 2ºe 3º do CPC, conforme orientação firmada pelo Superior Tribunal de Justiça. 7. Quanto aos embargos da parte agravada, o acórdão não incorreu no erro material, referente à citação do n.º 1.810.754/SE. A decisão do eg. STJ limitou-se a determinar o retorno dos autos ao Tribunal de origem, o qual deverá fixar os honorários advocatícios em favor da recorrente de acordo com o disposto no art. 85 do CPC/2015. 8.Finalmente, deve ser corrigida a parte dispositiva do acórdão que declarou o provimento do agravo de instrumento, quando deve constar que o agravo foi improvido. 9.Embargos declaratórios da UFPE improvidos. 10. Embargos declaratórios da parte agravada parcialmente providos, para declarar que o agravo de instrumento foi improvido. [04] ", "file": "ementa_124_TRF5_PJE-08005586420174050000-2022-06-07"}, {"ementa": "PROCESSO Nº: 0000722-14.2019.8.25.0061 - APELAÇÃO CÍVEL APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: MARIA ROSE TACIELLE SANTOS ADVOGADO: Alex Fagner Da Silva Oliveira e outro RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. PREVIDENCIÁRIO. AUXÍLIO-DOENÇA. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. IMPROVIMENTO. 1. Embargos de declaração do INSS contra acórdão que deu provimento aos embargos de declaração da parte autora. O acórdão, ora embargado, determinou a modificação de acordão anterior que havia dado parcial provimento à apelação do INSS, concedendo o benefício de auxílio-doença, com termo inicial na data do laudo pericial produzido nos autos, em 11/12/2019, pelo prazo de 120 (cento e vinte) dias, até 11/04/2019, para que ele fosse concedido até o restabelecimento da parte autora, com termo inicial na data de início da incapacidade laboral constatada por perícia médica, qual seja, 31/08/2018. 2. Alega o embargante que houve no acórdão omissão, uma vez que, conforme laudo pericial, a incapacidade da parte autora é temporária e a mesma, após o tratamento médico, poderá retornar à sua atividade profissional habitual, sendo necessária a incapacidade definitiva para encaminhamento à reabilitação profissional. Pugna que a cessação do auxílio-doença não pode ficar vinculada à determinadas hipóteses previamente fixadas pelo Juízo, visto que se trata de um procedimento multifatorial e dependente do desenrolar dos fatos na via administrativa. Por fim, argumenta que na concessão do auxílio-doença é fixado um prazo estimado de sua cessação (alta programada) e caso o segurado entenda que foi suficiente poderá retornar ao trabalho automaticamente, apenas se considerar que ainda estaria incapacitado é que solicitaria a prorrogação do seu benefício. Requer o provimento dos presentes embargos, para que sejam supridas as omissões apontadas, com efeitos infringentes. 3. Verifica-se que o acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal, de modo que não restou caracterizada qualquer omissão, contradição ou obscuridade no pronunciamento jurisdicional impugnado. 4. Acerca disso, afere-se que já houve análise da questão nos itens 4 e 5 da ementa do acórdão embargado, in verbis: \"4. Contudo, verifica-se que, na realidade, o benefício de auxílio-doença deve ser concedido a partir de 31/08/2018, data em que o perito médico indicou como sendo o início da incapacidade definitiva e parcial da autora para o exercício de suas atividades habituais, como se extrai do item \"4.1\" do laudo médico pericial presente nos autos (id. nº 8250061.27047217). 5. Também restou comprovado pelo referido laudo, em seu item \"7\", a possibilidade de reabilitação profissional da postulante, pelo que deve ser mantido o benefício até que a segurada seja submetida à processo de reabilitação, a fim de poder exercer uma nova atividade profissional, nos termos do art. 62, §1°, da Lei n° 8.213/91.\" 5. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 6. Embargos de declaração improvidos. [16.1] ", "file": "ementa_128_TRF5_PJE-00007221420198250061-2022-06-07"}, {"ementa": "PROCESSO Nº: 0801471-58.2020.4.05.8401 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: EVALDO SANTOS ROCHA ADVOGADO: Igor Leite Linhares RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Orlan Donato Rocha EMENTA: EMBARGOS DECLARATÓRIOS. ADMINISTRATIVO. AGENTE PENITENCIÁRIO FEDERAL. ADICIONAL NOTURNO. HABITUALIDADE. PERÍODOS DE AFASTAMENTOS PREVISTOS NO ART. 102 DA LEI Nº 8.112/90. INEXISTÊNCIA DE DIREITO. AUSÊNCIA DE OMISSÃO ERRO OU CONTRADIÇÃO. REABERTURA DE DISCUSSÃO DE MÉRITO. Trata-se de embargos de declaração opostos pelo particular contra acórdão que deu provimento à apelação da União, para declarar inexistente o direito ao pagamento de adicional noturno ao servidor nos períodos de férias, licenças para capacitação, tratamento de saúde e demais afastamentos tidos como efetivo exercício. Honorários advocatícios fixados em 10% (dez por cento) sobre o valor da causa, na forma do art. 85, § 3º, I, do CPC, mas com a exigibilidade suspensa, na forma do art. 98, §3º do CPC. (Valor da causa: R$ 10.000,00) De acordo com o acórdão embargado: \"esta Segunda Turma Julgadora, em sua composição ampliada, no julgamento do processo nº 0801540-90.2020.4.05.8401, corrido no dia 18/05/2021, assentou o entendimento de que \"o adicional noturno é parcela da remuneração que indeniza (ou compensa) o trabalho em condições especiais, tal como o adicional de insalubridade. Nos casos de afastamentos do servidor, máxime por períodos longos, tais como as licenças para tratamento de saúde e para cursos de aperfeiçoamento que podem durar anos, não é justo (e nem há previsão legal) manter o pagamento do mencionado adicional. O dispositivo que considera de tempo efetivo tais afastamentos não tem o condão de autorizar o pagamento de adicionais que compensam condições especiais de prestação de trabalho\". Tal entendimento deve ser aplicado ao caso em questão\". Em suas razões recursais, o particular embarga argumentando que a decisão restou omissa porque deixou de se manifestar sobre o fato de não ter o apelante impugnado os fundamentos da sentença, violando o princípio da dialeticidade. Diz ter havido desrespeito ao princípio da motivação recursal, além do contraditório e da ampla defesa. Defende a aplicação da Súmula 213 do STF, segundo a qual é devido o adicional de serviço noturno, ainda que sujeito o empregado ao regime de revezamento. O acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. Embargos de declaração improvidos. [12] ", "file": "ementa_134_TRF5_PJE-08014715820204058401-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800987-09.2021.4.05.8401 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: ALEX DA SILVA PEREIRA ADVOGADO: Igor Leite Linhares e outro RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Orlan Donato Rocha EMENTA: EMBARGOS DECLARATÓRIOS. ADMINISTRATIVO. AGENTE PENITENCIÁRIO FEDERAL. ADICIONAL NOTURNO. HABITUALIDADE. PERÍODOS DE AFASTAMENTOS PREVISTOS NO ART. 102 DA LEI Nº 8.112/90. INEXISTÊNCIA DE DIREITO. AUSÊNCIA DE OMISSÃO ERRO OU CONTRADIÇÃO. REABERTURA DE DISCUSSÃO DE MÉRITO. Trata-se de embargos de declaração opostos pelo particular contra acórdão que deu provimento à apelação da União, para declarar inexistente o direito ao pagamento de adicional noturno ao servidor nos períodos de férias, licenças para capacitação, tratamento de saúde e demais afastamentos tidos como efetivo exercício. Honorários advocatícios fixados em 10% (dez por cento) sobre o valor da causa, na forma do art. 85, § 3º, I, do CPC, mas com a exigibilidade suspensa, na forma do art. 98, §3º do CPC. (Valor da causa: R$ 10.000,00) De acordo com o acórdão embargado: \"esta Segunda Turma Julgadora, em sua composição ampliada, no julgamento do processo nº 0801540-90.2020.4.05.8401, corrido no dia 18/05/2021, assentou o entendimento de que \"o adicional noturno é parcela da remuneração que indeniza (ou compensa) o trabalho em condições especiais, tal como o adicional de insalubridade. Nos casos de afastamentos do servidor, máxime por períodos longos, tais como as licenças para tratamento de saúde e para cursos de aperfeiçoamento que podem durar anos, não é justo (e nem há previsão legal) manter o pagamento do mencionado adicional. O dispositivo que considera de tempo efetivo tais afastamentos não tem o condão de autorizar o pagamento de adicionais que compensam condições especiais de prestação de trabalho\". Tal entendimento deve ser aplicado ao caso em questão\". Em suas razões recursais, o particular embarga argumentando que a decisão restou omissa porque deixou de se manifestar sobre o fato de não ter o apelante impugnado os fundamentos da sentença, violando o princípio da dialeticidade. Diz ter havido desrespeito ao princípio da motivação recursal, além do contraditório e da ampla defesa. O acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. Embargos de declaração improvidos. [12] ", "file": "ementa_135_TRF5_PJE-08009870920214058401-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800963-25.2019.4.05.8312 - APELAÇÃO CÍVEL APELANTE: JOSENITO ALVES DA CUNHA ADVOGADO: Leandro Silva De Oliveira APELADO: DNIT-DEPARTAMENTO NACIONAL DE INFRAEST DE TRANSPORTES RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Ethel Francisco Ribeiro EMENTA: CIVIL. RESPONSABILIDADE CIVIL DO ESTADO. REPARAÇÃO POR DANOS MORAIS. DNIT ACIDENTE EM RODOVIA FEDERAL SINALIZADA. CULPA DO SERVIÇO PÚBLICO NÃO CARACTERIZADA. 1. Apelação interposta em desafio a sentença que julgou improcedente o pedido formulado por JOSENITO ALVES DA CUNHA em ação de indenização por danos materiais e morais em face do DEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES (DNIT). Honorários advocatícios fixados em 10% sobre o valor da causa, nos termos do art.85, §3º, I, e §4º, III, do CPC, com exigibilidade suspensa (art.98, §3º, do CPC). (Valor causa - R$ 106.523,00) 2. Em suas razões, o apelante afirma que o acidente ocorreu à noite, quando havia pouca visibilidade. Diz que não havia sinalização no local, apenas as telas, e que caiu no buraco quando desviou de um segundo veículo, uma carreta que se encontrava do lado esquerdo da pista. Aponta negligência do DNIT pelo não cumprimento de sua obrigação de garantir a segurança nas estradas sob sua responsabilidade. 3. A jurisprudência do STF consolidou-se no sentido de que a responsabilidade civil estatal prevista no artigo 37, § 6º, da Constituição Federal submete-se à teoria do risco administrativo, tanto para as condutas estatais comissivas quanto paras as omissivas. A omissão do Estado reclama nexo de causalidade em relação ao dano sofrido pela vítima nos casos em que o Poder Público ostenta o dever legal e a efetiva possibilidade de agir para impedir o resultado danoso, e resta afastada nas hipóteses em que ausente o nexo de causalidade ou quando o Poder Público comprova causa impeditiva da sua atuação, rompendo igualmente o nexo de causalidade da sua omissão com o resultado danoso. Precedente: STF. RE 841526. Órgão julgador: Tribunal Pleno. Relator(a): Min. LUIZ FUX. Julgamento: 30/03/2016. Publicação: 01/08/2016. Repercussão geral. 4. A análise do dispositivo revela que o constituinte estabeleceu para todas as entidades estatais e seus desmembramentos administrativos a obrigação de indenizar o dano causado a terceiros por seus servidores, independentemente da prova de culpa no cometimento da lesão. É a tese da responsabilidade objetiva da Administração, sob a modalidade do risco administrativo. Para se configurar a responsabilidade objetiva é necessária a prova da ação, do dano e de um nexo de causa e efeito entre ambos, sendo, porém, possível excluir a responsabilidade em caso de culpa exclusiva da vítima, de terceiro, ou, ainda, em caso fortuito ou força maior. 5. No caso, o acidente ocorreu no dia 11/11/2019, na BR 101 sul, na altura do km 108, por volta das 20:20h no Município do Cabo de Santo Agostinho/PE, quando a motocicleta HONDA CGQ 150 TITAN EX (VI) que trafegava pela rodovia perdeu o controle e caiu em um buraco existente na pista. 6. Ocorre que o BAT- Boletim de Acidente de Trânsito emitido pela Polícia Rodoviária Federal informa que \"o fator principal do acidente foi a falta de atenção do condutor ao conduzir o veículo. A PRF constatou que o veículo seguia pela faixa da esquerda, próximo à sinalização das obras de reparação da rodovia, quando perdeu o controle, atravessou a tela de sinalização das obras, caiu no buraco deixado para confecção da nova placa de concreto (localizado na faixa da direita) e colidiu com a placa de concreto já existente. No local não foram localizadas marcas de pneumáticos, o que indica ausência de reação materializada do condutor da motocicleta para evitar a colisão (Id. 4058312.13131447)\". 7. Na hipótese de acidente em rodovia federal é necessária a demonstração de omissão relevante e reprovável das entidades públicas responsáveis, fato que absolutamente não restou comprovado. As provas trazidas aos autos não demonstram a responsabilidade do Estado no ocorrido. 8. Honorários recursais fixados em 1% sobre o valor arbitrado na sentença a título de honorários advocatícios, sob condição suspensiva de exigibilidade, por ser a parte beneficiária da justiça gratuita 9. Apelação improvida. [6] ", "file": "ementa_136_TRF5_PJE-08009632520194058312-2022-06-07"}, {"ementa": "PROCESSO Nº: 0806695-43.2021.4.05.8400 - APELAÇÃO CÍVEL APELANTE: UNIVERSIDADE FEDERAL DO RIO GRANDE DO NORTE APELADO: MARIA LAIR DE MOURA CAMARA ADVOGADO: Ricardo César Ferreira Duarte Júnior RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Moniky Mayara Costa Fonseca EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. SERVIDOR PÚBLICO. UFRN. HORAS EXTRAS. SUPRESSÃO DE RUBRICA. MAJORAÇÕES NO VENCIMENTO BÁSICO ANTERIOR AO QUINQUENIO QUE PRECEDEU O PROCESSO ADMINISTRATIVO. AUMENTOS POSTERIORES. ABSORÇÃO. POSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Trata-se de embargos de declaração opostos contra acórdão que deu parcial provimento à apelação, a fim de reconhecer o direito da UFRN de promover a absorção da rubrica relativa às horas extras a partir de agosto de 2016. 2. Sustenta a UFRN, em síntese, que houve omissão no acórdão, no tocante à tese firmada pelo STF no julgamento do RE 596.663. 3. Verifica-se que o acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [03] ", "file": "ementa_137_TRF5_PJE-08066954320214058400-2022-06-07"}, {"ementa": "PROCESSO Nº: 0820077-49.2020.4.05.8300 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: SANDRA LUCIA CARDOSO PEREIRA DE ALBUQUERQUE ADVOGADO: Saulo Xavier Barbosa RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Hélio Silvio Ourém Campos EMENTA: ADMINISTRATIVO. EMBARGOS DECLARATÓRIOS. PENSIONISTA DE MILITAR. REINCLUSÃO NO FUNDO DE SAÚDE DA AERONÁUTICA- FUNSA. 1.Cuida-se de embargos declaratórios opostos contra o v. acórdão que manteve a sentença que julgou procedente o pedido o para determinar o reestabelecimento à parte autora, da condição de beneficiária da Assistência Médico-Hospitalar Complementar (AMHC) na Aeronáutica, na qualidade de filha, solteira, sem remuneração. 2.Embarga a União alegando que o acórdão incorreu em omissão quanto aos ART. 50, IV, 'E', § 2°, INCISOS I E II, §§3º E 5º, I, II, III E IV, DA LEI 6.880/1980, COM A REDAÇÃO DADA PELA LEI Nº 13.954, DE 2019. 3.O artigo 50, IV, \"e\" e §2º, III da Lei nº 6.880/80 assegura aos seus dependentes e ao militar assistência médico-hospitalar. 4.Ressalte-se, também, que não prospera a alegação de que a autora deixou de ser dependente, pois o Estatuto dos Militares prevê em seu art. 50, que a filha solteira faz jus à condição de dependente de militar, vivendo sob sua dependência econômica, e não recebendo remuneração. A autora na qualidade de filha do militar, demonstra preencher os requisitos necessários para ver reconhecida sua condição de dependente do militar fazendo jus à assistência médica-hospitalar pleiteada. 5.Quanto à Lei 13.954/ 2019, não se aplica ao caso concreto, pois a data da exclusão da autora do FUNSA ocorreu em 20/02/2018, o óbito do militar ocorreu em 20 de novembro de 2019 e a referida Lei é de 16/12/2019. 6.Embargos declaratórios parcialmente providos, para sanar a omissão quanto à Lei 13.954/2019, sem atribuição de efeitos modificativos. ", "file": "ementa_138_TRF5_PJE-08200774920204058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800138-29.2015.4.05.8504 - APELAÇÃO CÍVEL APELANTE: JOSE EDIVALDO DOS SANTOS e outro ADVOGADO: Antônio José Novais Gomes Filho APELADO: MINISTÉRIO PÚBLICO FEDERAL e outro RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Adriana Franco Melo Machado EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. AÇÃO CIVIL PÚBLICA DE IMPROBIDADE ADMINISTRATIVA. PRELIMINARES INDEFERIDAS. CONVÊNIO COM A FUNASA. PROGRAMA DE ACELERAÇÃO DE CRESCIMENTO - TC PAC 0580/07. OBRA DE ESGOTAMENTO SANITÁRIO NO MUNICÍPIO DE CAPELA/SE. UTILIZAÇÃO DA VERBA PARA FINS DIVERSOS DO OBJETO DO CONVÊNIO. SAQUES NA \"BOCA DO CAIXA\" E DEPÓSITOS EM CONTAS PARTICULARES. VALORES QUE NÃO TIVERAM SUA DESTINAÇÃO PÚBLICA COMPROVADA. TRANSFERÊNCIAS BANCÁRIAS NÃO JUSTIFICADAS. ATO DE IMPROBIDADE CARACTERIZADO. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração do particular contra acórdão que negou provimento à sua apelação e deferiu o pedido de indisponibilidade de bens feito pela FUNASA, em relação aos bens apontados na petição de id: 4050000.19995506 (duas embarcações e dois imóveis) com o registro da indisponibilidade dos bens junto à Capitania dos Portos e ao Cartório de Registro de Imóvel correspondentes. Entendeu o acórdão embargado que o ex-prefeito MANOEL MESSIAS SUKITA SANTOS cometeu ato de improbidade e não conseguiu comprovar sua alegação a respeito da destinação lícita da verba pública repassada, oriunda do PAC 0580/07, para a realização da obra objeto do convênio, qual seja, o aterramento sanitário no Município de Capela/SE. Ficou assentado no julgado Turmário que os elementos de prova demonstram saques na \"boca do caixa\", valores depositados em contas de funcionários da prefeitura, quantia depositada no comitê de campanha e uma evolução patrimonial injustificada no montante de 3,4 milhões de reais, do ora embargante, entre 2008 e 2012. O ex-prefeito de Capela/SE restou condenado no ressarcimento de R$ 728.362,94 mais multa civil de igual valor. 2. Alega o embargante que o convênio objeto da lide foi celebrado em 2007 mas que somente em 2010 houve o repasse da verba, com a conta sendo movimentada pela municipalidade em 2012. Aduz que quando do repasse da verba, a obra já tinha sido iniciada, com recursos próprios do Município de Capela/SE. Argumenta que se optou pela utilização momentânea da verba do convênio para pagamento de folha e benefícios sociais, tendo em vista que, naquele ano, houve, em Capela, um déficit de quase R$ 7.000.000,00 (sete milhões de reais). Assevera que não houve apropriação em benefício próprio dos recursos do convênio, pelo contrário, toda a situação exposta foi realizada objetivando atender tempestivamente as necessidades da população, já que não tinha como aguardar o repasse do convênio para iniciar uma obra, que se mostrava essencial à dignidade dos munícipes, através de promoção do devido saneamento básico. Aponta que o MPF não conseguiu demonstrar o dolo da conduta do embargante e que todas as imputações na inicial em epígrafe são atípicas à Lei n. 8.429/92, e não levam em conta outros critérios importantes para definição do ato ímprobo, como a boa-fé. Defende a total inaplicabilidade da Lei da Ação Civil Pública para as hipóteses da Ação de Improbidade Administrativa, visto ser a matéria regulada inteiramente pela Lei n. 8.429/92, tanto do ponto vista substantivo quanto adjetivo. Requer a discussão específica dos arts. 9 e 11 da Lei 8429/92, para fins de prequestionamento. Pede que seja reformado o acórdão questionado para reconhecer a licitude no gasto dos recursos do referido convênio e afastar a tese de improbidade administrativa. 3. Não é possível, em sede de embargos declaratórios, reabrir discussão acerca de questão já debatida e decidida. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [09] ", "file": "ementa_139_TRF5_PJE-08001382920154058504-2022-06-07"}, {"ementa": "EMENTA PREVIDENCIÁRIO. AUXÍLIO-DOENÇA. SEGURADO ESPECIAL. LABOR AGRÍCOLA. REGIME DE ECONOMIA FAMILIAR. AUSÊNCIA DE PROVA MATERIAL. EXTINÇÃO DO PROCESSO SEM JULGAMENTO DO MÉRITO. ART. 485, IV DO CPC/15. RESP 352721/SP. APLICAÇÃO. 1- Apelações contra sentença que condenou o INSS a conceder o benefício de auxílio-doença ao autor, durante o período de 31/01/2017(DER) até 21/02/2017 (termo final da incapacidade), bem como a pagar os valores em atraso acrescidos de correção monetária pelo INPC, e juros de mora, segundo a remuneração oficial da caderneta de poupança (artigo 1º-F da Lei 9.494/97), além de honorários advocatícios no percentual de 10% sobre o valor da condenação. 2- Caso em que o autor não acostou aos autos documentos que comprovem o exercício da atividade rural no período anterior ao início da incapacidade. Ausente a comprovação da qualidade de segurado especial, requisito indispensável à concessão do benefício de auxílio-doença, não há como acolher a pretensão. 3- Não preenchimento dos requisitos para a concessão do benefício de auxílio-doença. 4- Na hipótese é se aplicar o entendimento proferido no REsp 1352721/SP, haja vista a insuficiência de início de prova material para fins de comprovar o labor agrícola da parte autora no período de carência exigido. 5- Apelação do INSS parcialmente provida. Extinção do processo sem resolução do mérito, com fulcro no art. 485, IV do CPC/15. 6- Apelação do autor prejudicada. vmb ", "file": "ementa_140_TRF5_PJE-08005167020178150301-2022-06-07"}, {"ementa": "PROCESSO Nº: 0809933-09.2021.4.05.8000 - APELAÇÃO CÍVEL APELANTE: UNIÃO FEDERAL APELADO: ADAO IRIS DA SILVA ADVOGADO: Sergio Antonio De Britto RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal André Luís Maia Tobias Granja EMENTA: EMBARGOS DECLARATÓRIOS. ADMINISTRATIVO. MILITAR. REMUNERAÇÃO COM BASE NO SOLDO DO GRAU HIERÁRQUICO IMEDIATO. INSTITUIDOR REFORMADO. ACÓRDÃO TCU. APLICAÇÃO DO ART. 110 DA LEI Nº 6.880/80. ERRO MATERIAL CONFIGURADO. FUNDAMENTAÇÃO MANTIDA. PARCIAL PROVIMENTO. Trata-se de embargos de declaração opostos pelo particular contra acórdão que deu provimento à apelação interposta pela União, entendendo que o militar não faz jus à remuneração com base no soldo do grau hierárquico imediato, com base no art. 110, da Lei nº 6.880/80 e no Acórdão 2.225/19-TCU Plenário. Honorários advocatícios fixados em 10% (dez por cento) sobre o valor atribuído à causa, nos termos do art. 85, §§ 2º a 3º do CPC/15, mas com a exigibilidade suspensa, na forma do art. 98, §3º do CPC. (Valor da causa: R$ 18.926,05) Em suas razões recursais, o particular embarga alegado a existência de contradição no acórdão embargado, apontando que o militar ao ser diplomado foi transferido para a reforma remunerada, quando na realidade ele foi para a reserva remunerada. Diz que o entendimento sufragado no acórdão do TCU nº 2.225/2019 é aplicável aos militares reformados e não aos da reserva, de sorte que o equívoco na redação entre \"reforma\" e \"reserva\" levaram à supressão de seu direito. Argumenta que toda a fundamentação do acórdão embargado, inclusive o precedente do STJ citado, levam em consideração o militar reformado e não o da reserva remunerada. Requer o provimento dos embargos declaratórios, com atribuição de efeitos e infringentes e a suspensão da execução. Consta nos itens 6 e 7 da ementa do acórdão embargado que: \"6. Verifica-se que o autor/apelado, em 2008, ainda na ativa do Exército Brasileiro, foi diplomado vereador pela cidade de Ipameri no Estado de Goiás, conforme faz prova o ofício, ata da diplomação e o referido diploma (Id.: 4058000.8805213). Assim, foi transferido para a reforma remunerada. 7. Posteriormente, em 2016, foi constatado que o autor/apelado é portador de doença grave (Neoplasia Maligna -Câncer - CID 010). Em 17 de janeiro 2017, após regular processo administrativo no âmbito da Administração Militar, foi exarada a Portaria 010-SIP/11 (Doc. nº 11) do Comandante da 11ª Região Militar, em que foi concedida ao postulante nova remuneração com base no soldo de grau hierárquico imediato, no caso, 2º Tenente do Exército Brasileiro, a contar de 06/09/2016, por ter sido julgado incapaz definitivamente para o serviço castrense, conforme faz prova sua ficha financeira anexada ao processo.\" Inicialmente, verifica-se que assiste razão ao embargante quanto à ocorrência de erro material no acórdão embargado, devendo a expressão \"reforma remunerada\" ser corrigida para \"reserva remunerada\". Entretanto, quanto à contradição na fundamentação, não lhe assiste razão, posto que o próprio autor/embargante narra na inicial que em 18/11/2014, o TCU, através do Acórdão nº 7011/2014, concedeu a sua reforma. Ou seja, quando, em 2016, foi constatada a sua invalidez, ele já era reformado. Assim, quanto ao direito de superposição de grau hierárquico, há de ser mantida toda a fundamentação esposada no acórdão embargado, pois inexiste qualquer contradição ou omissão nesse sentido. Embargos de declaração parcialmente providos, sem atribuição de efeitos infringentes, apenas para corrigir o erro material apontado. [12] ", "file": "ementa_143_TRF5_PJE-08099330920214058000-2022-06-07"}, {"ementa": "PROCESSO Nº: 0810245-55.2021.4.05.8300 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS APELADO: A. V. M. D. S. ADVOGADO: Bartolomeu Bezerra Da Silva REPRESENTANTE(PAIS): MARIA JOSE DE SANTANA RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Francisco Alves Dos Santos Júnior EMENTA: PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. AUSÊNCIA DE ERRO MATERIAL. OMISSÃO. OBSCURIDADE E CONTRADIÇÃO. REJULGAMENTO DE MÉRITO. IMPOSSIBILIDADE. 1. Trata-se de embargos de declaração opostos pelo INSS contra acórdão desta Colenda Segunda Turma que deu parcial provimento à remessa necessária e à apelação do INSS, afastando apenas a pena de multa diária. Mantendo, assim, a sentença que concedeu a segurança definitiva, nos termos da medida liminar deferida, e extinguiu o processo, com resolução do respectivo mérito (CPC, art. 487, I). 2. Os embargos de declaração têm previsão nos artigos 1.022 a 1.026 do Novo Código de Processo Civil, com a redação que lhes foi dada pela Lei nº 13.105, de 16 de março de 2015, têm sua abrangência limitada aos casos em que haja obscuridade, contradição ou omissão na decisão e, ainda, por construção pretoriana integrativa, quando haja erro material. 3. Os embargos declaratórios não podem ser utilizados para fins de reapreciação da matéria analisada e julgada na decisão embargada. 4. Ausentes os pressupostos legais previstos nos arts. 1.022 a 1.026 do CPC, e, o simples propósito de prequestionamento da matéria, não acarreta a admissibilidade dos embargos declaratórios se o acórdão embargado não padece de qualquer omissão, obscuridade ou contradição. 5. Embargos de Declaração Improvidos. [7] ", "file": "ementa_144_TRF5_PJE-08102455520214058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800205-38.2021.4.05.8001 - APELAÇÃO CÍVEL APELANTE: MARIA DO CARMO CABRAL GOMES ADVOGADO: Bruno Titara De Andrade e outro APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Aloysio Cavalcanti Lima EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. PREVIDENCIÁRIO. RMI. MAJORAÇÃO DO TETO DOS SALÁRIOS DE CONTRIBUIÇÃO. EMENDAS CONSTITUCIONAIS 20/98 E 41/2003. APLICABILIDADE. PRECEDENTE DA SEGUNDA TURMA AMPLIADA. REVISÃO A MENOR DO BENEFÍCIO DO INSTITUIDOR. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração do INSS contra acórdão que deu provimento à apelação do particular para julgar procedente a demanda revisional. Entendeu o acórdão embargado que os elementos de prova trazidos aos autos, especialmente os documentos DATAPREV, demonstram que o benefício concedido ao instituidor da pensão José Cabral Gomes, em junho de 1989, quando da revisão efetuada pelo INSS (competência de 08/1992), foi tetado, visto que a média de seu salário-base estava acima do teto, e quando da revisão efetuada pelo art. 144 da Lei nº. 8.213/91, se deixou de aplicar a correção monetária devida (Revisão Tipo 9). 2. Alega o embargante que o julgado Turmário não analisou a informação da Contadoria Judicial, que concluiu que o salário-de-benefício do autor não foi limitado ao teto, mesmo com a revisão do \"buraco negro\", e a evolução da renda mensal sem o limitador até o advento das emendas constitucionais 20/1998 e 41/2003, não implicou na ultrapassagem do teto. Requer a discussão específica das Emendas Constitucionais 20/1998 e 41/2003 e do art. 144 Lei nº. 8.213/91. 3. Não é possível, em sede de embargos declaratórios, reabrir discussão acerca de questão já debatida e decidida. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [09] ", "file": "ementa_146_TRF5_PJE-08002053820214058001-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800273-43.2016.4.05.8201 - APELAÇÃO CÍVEL APELANTE: MICHELLE BRITO DE SOUTO e outros ADVOGADO: Francisco Assis Fidelis De Oliveira Filho e outros APELADO: FEDERAL DE SEGUROS S A e outro ADVOGADO: Josemar Lauriano Pereira ADMINISTRADOR JUDICIAL: CLEVERSON DE LIMA NEVES RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Vinicius Costa Vidor EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE. Embargos de declaração opostos contra acórdão da Segunda Turma. A parte embargante alega que existe erro material na decisão colegiada ora impugnada. Afirma que o seguro não está vinculado à existência do primeiro comprador e sim daquele que se tornou proprietário do imóvel e pede que seja reconhecida a legitimidade dos mutuários. Não há omissão, nem contradição, no julgado. O acórdão impugnado foi suficientemente claro acerca das questões levantadas, consignando expressamente que \"Como a cessão em questão foi realizada sem a anuência do agente financiador e fora das condições estabelecidas pela Lei nº 10.150/2000, não têm os apelantes legitimidade ativa para ajuizar ação nesta Justiça Federal\". Note-se que não houve a sub-rogação de forma regular, com a participação da CEF, para a transferência de um mutuário para outro, de modo que não há erro de fato na hipótese. Na verdade, o que se constata é a pretensão do embargante de reabrir discussão acerca da temática de mérito e atacar o que considera 'error in judicando', devendo utilizar a via adequada para tanto . Embargos de declaração improvidos. [6] ", "file": "ementa_147_TRF5_PJE-08002734320164058201-2022-06-07"}, {"ementa": "PROCESSO Nº: 0811104-42.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: UNIÃO FEDERAL AGRAVADO: MARIA GESSY RIBEIRO DE LIMA ADVOGADO: Luciano Sergio Gonçalves Brandao e outro RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma PROCESSO ORIGINÁRIO: 0803587-15.2021.4.05.8300 - 9ª VARA FEDERAL - PE EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. DMINISTRATIVO. PENSÃO POR MORTE. SERVIDOR PÚBLICO. UNIÃO ESTÁVEL. NECESSIDADE DE DILAÇÃO PROBATÓRIA. REVOGAÇÃO DA DECISÃO AGRAVADA. EXISTÊNCIA DE ERRO MATERIAL. Trata-se de embargos de declaração opostos pela União contra acórdão que deu provimento ao agravo de instrumento por ela interposto, entendendo ser necessária a dilação probatória para a formação de um juízo de certeza quanto à existência da união estável alegada. Em suas razões recursais, a União alega a ocorrência de contradição na proclamação do resultado do julgamento, cujo teor negou provimento ao agravo de instrumento por ela interposto. Requer que seja sanada a contradição apontada. Analisando o acórdão embargado, verifica-se que assiste razão ao embargante, quanto à ocorrência de vício que precisa ser sanado. Observa-se que a despeito da fundamentação ser congruente, há erro material na parte dispositiva do acórdão. Assim, a redação do resultado do julgamento deve ser: \"ACORDAM os Desembargadores Federais da Segunda Turma do Tribunal Regional Federal da 5ª Região, à unanimidade, dar provimento ao agravo de instrumento, nos termos do voto do Relator e das notas taquigráficas que estão nos autos e que fazem parte deste julgado.\". Embargos de declaração providos, para sanar o erro material apontado, com atribuição de efeitos infringentes. [12] ", "file": "ementa_149_TRF5_PJE-08111044220214050000-2022-06-07"}, {"ementa": "PROCESSO Nº: 0814153-75.2020.4.05.8100 - APELAÇÃO CÍVEL APELANTE: TANIA JOSEPHA MAIA COSTA ADVOGADO: Sayles Rodrigo Schutz APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Jose Vidal Silva Neto EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. PREVIDENCIÁRIO. REVISÃO DE BENEFÍCIO. ATIVIDADES CONCOMITANTES. SALÁRIO DE CONTRIBUIÇÃO DA ATIVIDADE PRINCIPAL E MÉDIA DAS ATIVIDADES SECUNDÁRIAS. ART. 32, II, \"B\" DA LEI 8.213/1991. APLICABILIDADE. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração do particular contra acórdão que negou provimento à sua apelação e manteve a improcedência do pedido revisional. Entendeu o julgado Turmário que a forma de cálculo realizada pelo INSS foi correta, considerando que não houve a revogação do art. 32, inciso II, b, da Lei nº 8.213/91, no caso de exercício de atividades concomitantes, quando não preenchidas as condições para se aposentar em todas elas. 2. Alega a embargante que o acórdão embargado deixou de observar a necessidade do sobrestamento, haja vista o tema 1.070 do STJ. Defende a possibilidade de se somar as contribuições previdenciárias para integrar o salário-de-contribuição, nos casos de atividades concomitantes, após o advento da Lei 9.876/99, e que o Tema 1.070 está pendente de julgamento no STJ. Requer o provimento dos aclaratórios e a suspensão do feito até o julgamento do tema. 3. Esse Colegiado vem julgando os processos afetados normalmente (Tema 1.070 do STJ), deixando para a Vice-Presidência a incumbência de sobrestar ou suspender o feito, caso entenda pertinente, até a solução final dada pelos Tribunais Superiores. 4. Não é possível, em sede de embargos declaratórios, reabrir discussão acerca de questão já debatida e decidida. 5. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 6. Embargos de declaração improvidos. [09] ", "file": "ementa_150_TRF5_PJE-08141537520204058100-2022-06-07"}, {"ementa": "PROCESSO Nº: 0800848-55.2019.4.05.8101 - APELAÇÃO CÍVEL APELANTE: MARIA RODRIGUES DO CARMO SANTIAGO ADVOGADO: Marion Silveira APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Mário Sérgio Da Costa Carlos EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. PREVIDENCIÁRIO. RMI. EMENDAS CONSTITUCIONAIS 20/98 E 41/2003. DECADÊNCIA AFASTADA. CAUSA MADURA. APLICAÇÃO DO ART. 1.013 DO CPC. AUSÊNCIA DE REVISÃO PELO ART. 144 DA LEI 8.213/91. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração do particular contra acórdão que deu parcial provimento à sua apelação, para reconhecer a legitimidade da pensionista para propor a ação revisional e, aplicando o art. 1.013, §3º, I do CPC, julgou improcedente a demanda revisional. Entendeu o acórdão embargado que os elementos de prova indicam que o benefício concedido ao instituidor falecido original está datado de 1981, e ele não se enquadrava como aqueles benefícios que deveriam ser revistos, por força do 144 da Lei nº. 8.213/91. 2. Alega a embargante que o benefício que deu origem à sua pensão sofreu limitação pelo menor valor teto. Argumenta que reconhecido o menor valor teto como limitador externo, deve ser concedido efeito infringente para aplicar o entendimento pacificado no STF (RE 1.265.835; ARE 1.264.214; RE 1.289.916; RE 1.004.657) de que, quando o salário de benefício tenha sofrido limitação mediante a incidência do menor valor teto, deve ocorrer a recomposição de tais benefícios em razão de excessos não aproveitados. Pede pela concessão de efeitos infringentes e a procedência do pedido, com aplicação imediata dos novos tetos previstos nas ECs 20/98 e 41/03, arts. 14 e 5º, respectivamente (Tema 76/STF). 3. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 4. Embargos de declaração improvidos. [09] ", "file": "ementa_151_TRF5_PJE-08008485520194058101-2022-06-07"}, {"ementa": "PROCESSO Nº: 0808086-47.2018.4.05.8300 - APELAÇÃO CÍVEL APELANTE: ARTHCO COMERCIO DE MOVEIS E MATERIAIS PARA ESCRITORIO - EIRELI ADVOGADO: Pedro Augusto Spinetti APELADO: INSTITUTO FEDERAL DE EDUCACAO, CIENCIA E TECNOLOGIA DE PERNAMBUCO - IFPE RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Hélio Silvio Ourém Campos EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. MANDADO DE SEGURANÇA. PREGÃO ELETRÔNICO. LITISCONSÓRCIO PASSIVO NECESSÁRIO. FORMAÇÃO. DESNECESSIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Trata-se de embargos de declaração opostos contra acórdão que deu provimento à apelação para anular a sentença e determinar o retorno dos autos, a fim de que se dê o regular processamento da ação. 2. Sustenta a parte embargante, em síntese, que houve omissão no acórdão, quanto ao fato de que a anulação ou suspensão de licitação resultará em prejuízo para o particular, que deverá ser citado para o feito a fim de garantir a concretização do devido processo legal e no tocante ao disposto nos arts. 113, 114 e 115 do Código de Processo Civil, no art. 24 da Lei nº 12.016/09 e na Súmula 631 do Supremo Tribunal Federal. 3. Verifica-se que o acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [03] ", "file": "ementa_152_TRF5_PJE-08080864720184058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0808311-04.2017.4.05.8300 - APELAÇÃO CÍVEL APELANTE: FAZENDA NACIONAL APELADO: GILSON BORGES DOS SANTOS ADVOGADO: Valkiria Bizerra De Franca Silva RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Tarcisio Barros Borges EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. TRIBUTÁRIO. EMBARGOS À EXECUÇÃO FISCAL. PRESCRIÇÃO PARA O REDIRECIONAMENTO DO FEITO. LAPSO DE 5 ANOS ESGOTADO. EXCLUSÃO DE SÓCIO CORRESPONSÁVEL. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração da Fazenda Nacional contra acórdão que negou provimento à sua apelação. Entendeu o acórdão embargado que a empresa não foi localizada em 06/2006, com ciência da Fazenda Nacional em seguida, e que a apelante requereu o redirecionamento em 05/2012, cuja citação, por mandado, do sócio corresponsável, foi deferida conforme decisão datada de 12/11/2013, ficando esgotado, assim, o lapso prescricional quinquenal para o redirecionamento do feito. 2. Afirma a embargante que houve pedido de citação do sócio em 2009, sendo o pedido de 2012 apenas uma reiteração do primeiro pedido. Invoca a Súmula 106 do STJ, argumentando que a demora na citação se deu por motivos inerentes aos mecanismos da Justiça. Requer que seja afastada a ocorrência da prescrição intercorrente. 3. Não é possível, em sede de embargos declaratórios, reabrir discussão acerca de questão já debatida e decidida. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [09] ", "file": "ementa_153_TRF5_PJE-08083110420174058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0805059-42.2021.4.05.8400 - APELAÇÃO CÍVEL APELANTE: JOEL ALVES DE SOUZA e outros ADVOGADO: João Paulo Dos Santos Melo APELADO: UNIÃO FEDERAL RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Janilson Bezerra De Siqueira EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. CUMPRIMENTO INDIVIDUAL DE SENTENÇA COLETIVA. 3,17%. PRESCRIÇÃO. INOCORRÊNCIA. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Trata-se de embargos de declaração opostos contra acórdão que deu provimento à apelação, para revogar sentença que julgou extinta a presente execução individual de sentença proferida na Ação Coletiva 2000.51.01.001586-1, ajuizada pela ASDNER perante a 28ª Vara Federal da Seção Judiciária do Estado do Rio de Janeiro, por entender configurada a prescrição da pretensão executória. 2. Sustenta a parte embargante que houve omissão no acórdão, quanto ao fato de que o Supremo Tribunal Federal recentemente decidiu que os beneficiários do título executivo, nos casos de ação coletiva, são aqueles que moram na área de jurisdição do órgão que resolveu o litígio, bem como ainda é preciso, antes do ajuizamento, serem filiados à entidade e constar da lista apresentada com a peça inicial. Defende, ainda, que, considerando que a interrupção da prescrição ocorreu na primeira metade do prazo, a pretensão executória foi fulminada pela prescrição em 16/12/2019. 3. Verifica-se que o acórdão embargado foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão no pronunciamento jurisdicional impugnado. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [03] ", "file": "ementa_154_TRF5_PJE-08050594220214058400-2022-06-07"}, {"ementa": "PROCESSO Nº: 0801768-37.2021.4.05.8302 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: FAZENDA NACIONAL APELADO: VIP INFORMATICA LTDA ADVOGADO: Gustavo Henrique Cordeiro Galvão De Souza RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Marcos Antonio Maciel Saraiva EMENTA: PROCESSUAL CIVIL. TRIBUTÁRIO. EMBARGOS DE DECLARAÇÃO. MANDADO DE SEGURANÇA. INCLUSÃO DO ISS NA BASE DE CÁLCULO DO PIS E DA COFINS. POSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE OU ERRO MATERIAL. 1. Trata-se embargos de declaração opostos contra acórdão que deu provimento à remessa oficial e à apelação da Fazenda, não reconhecendo o direito da parte impetrante à exclusão do ISSQN (ISS) da base de cálculo do PIS E DA COFINS. 2. Em suas razões de embargos, a parte impetrante alega que o acordão não se pronunciou sobre a natureza da base de cálculo das contribuições federais, além do fato de que houve ofensa ao art. 195, I, \"b\" da CF e aos arts. 109 e 110 do CTN. Afirma que o acórdão embargado tenta atribuir uma indevida primazia a norma infraconstitucional (qual seja: a Lei nº 12.973/2014) sobre a Constituição Federal, desrespeitando também as normas gerais do CTN. 3. Não há que se falar em inobservância do art. 195, I, \"b\" da CF e dos arts. 109 e 110 do CTN no acórdão embargado, como também não subsiste a alegação de que o acórdão embargado tenta atribuir uma indevida primazia a norma infraconstitucional (qual seja: a Lei nº 12.973/2014). O acórdão foi claro ao fundamentar que: \"No que concerne ao ISS, o Superior Tribunal de Justiça, no julgamento do REsp 1.330.737/SP, DJe 14.4.2016, rel. Min. Og Fernandes, submetido ao rito de recurso repetitivo, firmou a compreensão de que o valor suportado pelo beneficiário do serviço, nele incluindo a quantia referente ao Imposto Sobre Serviços de Qualquer Natureza - ISSQN, compõe o conceito de faturamento para fins de adequação à hipótese de incidência do PIS e da Cofins. Entendeu o STJ que o valor com a prestação de serviços integra a receita bruta do prestador de serviços e que o ISSQN é custo do prestador e integra a receita do contribuinte, pois somente pertencerá ao Município se for pago. Os tributos incidentes sobre operações mercantis ou sobre serviços integram o preço das operações e constituem receita do empresário\". 4. Registrou o acórdão que: \"A decisão do STF, ao julgar o RE 574.706, não incluiu o ISS ou ISSQN, de modo que ainda não houve pronunciamento sobre tal imposto, aguardando-se, ainda, o julgamento do RE 592.616 reconhecido como de repercussão geral. Desta maneira, \"não havendo ainda pronunciamento do STF sobre o tema, é salutar que se prestigie a presunção de constitucionalidade das normas de regência.\" Precedente: PROCESSO: 08097895120204058200, relator DESEMBARGADOR FEDERAL PAULO ROBERTO DE OLIVEIRA LIMA, 2ª TURMA, JULGAMENTO: 07/12/2021).\" 5. O Código de Processo Civil, em seu artigo 1022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição ou obscuridade no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 6. Embargos de declaração improvidos. [5] ", "file": "ementa_155_TRF5_PJE-08017683720214058302-2022-06-07"}, {"ementa": "PROCESSO Nº: 0813113-06.2021.4.05.8300 - APELAÇÃO CÍVEL APELANTE: VALTER BOMFIM DA SILVA ADVOGADO: Marco Antonio Barbosa De Oliveira e outro APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Francisco Antonio De Barros E Silva Neto EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS. PREVIDENCIÁRIO. PEDIDO DE REVISÃO DE BENEFÍCIO. APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO. PEDIDO DE RECONHECIMENTO DE PERÍODOS LABORAIS QUE REMONTAM A 1980. CÁLCULO DA RMI. NECESSIDADE DE APRECIAÇÃO DA QUESTÃO PELO INSS. CONTESTAÇÃO QUE SE LIMITA A ALEGAR A FALTA DE INTERESSE DE AGIR DO AUTOR. REABERTURA DE DISCUSSÃO ACERCA DE MATÉRIA JÁ ANALISADA. IMPOSSIBILIDADE. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração do particular contra acórdão que negou provimento à apelação. O acórdão embargado entendeu que se trata de uma ação revisional de benefício previdenciário, por meio da qual o segurado pretende a majoração de sua RMI, com o reconhecimento de períodos especiais que vão do ano de 1980 a 2018, sendo necessária a análise da questão, inicialmente, pelo INSS, autarquia gestora do RGPS no país. 2. Argumenta o embargante que o INSS é detentor da obrigação de concessão do melhor benefício, por meio de efetiva orientação e solicitação dos documentos necessários, no momento da aposentadoria, e que não orientou, muito menos abriu exigências no processo administrativo, para a apresentação dos supostos documentos probatórios, descumprindo, portanto, determinação do Enunciado 5 da CRPS e artigo 687 da IN 77/2015. Requer a anulação da sentença recorrida, com a abertura da instrução no primeiro grau, para que se analise o pedido realizado na inicial, fixando-se o marco inicial dos efeitos financeiros da condenação a partir da apresentação dos novos documentos. 3. Não é possível, em sede de embargos declaratórios, reabrir discussão acerca de questão já debatida e decidida. 4. O Código de Processo Civil de 2015, em seu artigo 1.022, condiciona o cabimento dos embargos de declaração à existência de omissão, contradição, obscuridade, erro material ou questão apreciável de ofício no acórdão embargado, não se prestando este recurso à repetição de argumentação contra o julgamento de mérito da causa. 5. Embargos de declaração improvidos. [09] ", "file": "ementa_156_TRF5_PJE-08131130620214058300-2022-06-07"}, {"ementa": "PROCESSO Nº: 0040503-09.2012.8.06.0064 - APELAÇÃO CÍVEL APELANTE: FAZENDA NACIONAL APELADO: OTICA MATRIZ LTDA ADVOGADO: Joyce Lima Marconi Gurgel e outro RELATOR(A): Desembargador(a) Federal Leonardo Carvalho - 2ª Turma EMENTA: TRIBUTÁRIO. EXECUÇÃO FISCAL. EXCEÇÃO DE PRÉ EXECUTIVIDADE. PRESCRIÇÃO INTERCORRENTE. CONDENAÇÃO EM HONORÁRIOS EM FAVOR DO EXECUTADO. NÃO CABIMENTO. PRINCÍPIO DA SUCUMBÊNCIA. RESP. REPETITIVO N.º 1.185.036/PE. 1. Trata-se de apelação em face de sentença que acolheu a exceção de pré-executividade oposta pela ÓTICA MATRIZ LTDA., e reconheceu a prescrição quinquenal intercorrente da dívida objeto da execução fiscal. Condenada a parte exequente ao pagamento dos honorários advocatícios no montante de 10% sobre o valor do débito fiscal desconstituído (R$ 347.320,37), com base no art. 85, §3º, I, do CPC/15. 2. A FAZENDA NACIONAL alega que a sentença deve ser reformada quanto ao arbitramento de honorários advocatícios. A recorrente invoca o princípio da causalidade, sob a tese de não ter dado causa ao ajuizamento da ação, mas o executado, que não cumpriu suas obrigações tributárias. Aduz que a parte exequente não dá causa à prescrição intercorrente, não tendo como localizar o devedor ou seus bens, não podendo antever tal fato antes do ajuizamento da execução fiscal. Entende que o devedor dá causa à consumação da prescrição. 3. Consoante entendimento já pacificado no STJ e nesta Corte Regional, a imposição dos ônus processuais pauta-se pelo princípio da sucumbência, associado ao princípio da causalidade, segundo o qual aquele que foi sucumbente e que deu causa à instauração do processo deve arcar com as despesas dele decorrentes. 4. Na hipótese, verifica-se que a Fazenda Nacional ajuizou a presente ação executiva, mas deixou transcorrer, em face da própria inércia, o prazo prescricional. Assim, por mais de cinco anos, não ocorreu a efetiva constrição patrimonial para a satisfação do débito, operando-se a prescrição intercorrente. 5. O STJ entende que, pelo princípio da causalidade, descabe a condenação em honorários advocatícios em favor do executado nos casos de extinção da execução pela prescrição intercorrente. A razão é que o reconhecimento da prescrição não afasta as premissas que autorizaram o ajuizamento da execução, como a presunção de certeza e liquidez do título executivo e a inadimplência do devedor, sendo inviável atribuir ao credor os ônus sucumbenciais, sob pena de indevidamente beneficiar a parte que não cumpriu oportunamente com sua obrigação. Precedente: STJ, AgInt no REsp 1.849.437/SC, Rel. Min. Gurgel de Faria, Primeira Turma, DJe de 28/10/2020. 6. A condenação em honorários advocatícios é baseada no princípio da causalidade, devendo ser arcados por quem deu causa ao ajuizamento da demanda. No caso, o devedor deu causa ao ajuizamento da execução, não sendo considerado vencedor na demanda pelo reconhecimento da prescrição intercorrente, de modo que é incabível a fixação de honorários advocatícios em seu favor. 7. Provimento à apelação, para afastar a condenação da Fazenda Nacional ao pagamento de honorários advocatícios. [10] ", "file": "ementa_158_TRF5_PJE-00405030920128060064-2022-06-06"}, {"ementa": "PROCESSO Nº: 0800261-12.2014.4.05.8100 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: FAZENDA NACIONAL APELANTE: EUROSTAR DO BRASIL S/A. ADVOGADO: Priscila Esperança Pelandré APELADO: Os mesmos ADVOGADO: Os mesmos RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Jorge Luis Girao Barreto . . EMENTA EMENTA: PROCESSUAL CIVIL. EMBARGOS DECLARATÓRIOS NÃO SERVEM DE INSTRUMENTO PARA REPETIÇÃO DE ARGUMENTAÇÃO CONTRA O JULGAMENTO DE MÉRITO DA CAUSA. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Os embargos de declaração, previstos no art. 1.022 do Código de Processo Civil, têm por objetivo examinar, esclarecer, suprir e corrigir eventual existência de obscuridade, contradição, omissão ou erro material, requisitos indispensáveis de sua admissibilidade, sobretudo quando opostos para fins de prequestionamento da matéria julgada e de dispositivo legal. Não se prestam a renovar a discussão de questões de direito já apreciadas pelo julgado, ou, de outra sorte, de matéria não colhida do inconformismo recursal. 2. No caso dos autos, o acórdão foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão ou contradição no pronunciamento jurisdicional impugnado. 3. A matéria considerada importante foi discutida, de maneira a não necessitar de nenhum outro complemento que possa alterar o resultado do julgamento. Com efeito, não há possibilidade de se reabrir o debate do mérito recursal, pretensão que não encontra guarida da jurisprudência. Não se coaduna a este desiderato a natureza dos embargos de declaração. 4. Noutro aspecto, também não há como acolher a insurgência quanto ao interesse de prequestionamento, com vistas à interposição de recurso especial ou extraordinário. A este propósito não se presta à simples rediscussão do julgamento, posto que, no caso presente, não se vislumbra a existência de qualquer vício processual a ser sanado. Ressalte-se que, nos termos do art. 1.025 do Código de Processo Civil, a mera interposição dos embargos aclaratórios demonstra-se suficiente para prequestionar a matéria. 5. Embargos de declaração improvidos, tanto os opostos pelo particular quanto os opostos pela União. ", "file": "ementa_159_TRF5_PJE-08002611220144058100-2022-06-02"}, {"ementa": "PROCESSO Nº: 0807769-08.2020.4.05.8000 - APELAÇÃO CÍVEL APELANTE: JAILTON DA SILVA RODRIGUES ADVOGADO: Antonio Oliveira Lima Neto e outros APELADO: CAIXA ECONOMICA FEDERAL ADVOGADO: Gustavo De Castro Villas Boas RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz (PB) . . EMENTA PROCESSO CIVIL. VALOR DA CAUSA INFERIOR A 60 SALÁRIOS MÍNIMOS. COMPETÊNCIA DOS JUIZADOS ESPECIAIS FEDERAIS. REMESSA DO FEITO. ART. 64, § 3º DO CPC. 1. Trata-se de apelação interposta contra sentença proferida pelo Juízo da 4ª Vara Federal da SJ/AL, que nos termos do art. 485, VI, do CPC, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 2. O MM. Juízo recorrido extinguiu o presente feito sem resolução de mérito, nos termos do art. 485, IV, do CPC, sob o fundamento de que o valor atribuído à causa mereça ser retificado, de modo a englobar tão somente as prestações eventualmente devidas a partir de 06/03/2018, o que não alcança o montante de 60 (sessenta) salários mínimos, limite para processamento pelos Juizados Especiais Federais. 3. A par disso, ponderou competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º), e observou que a obrigatoriedade da a remessa dos autos àquele juízo especial. 4. Prosseguiu afirmando que os Juizados Especiais Federais repelem o ajuizamento de processos físicos, a reclamar o manejo do processo eletrônico como preconizado na Lei nº 11.419/2006, considerou impossível a a remessa eletrônica de autos entre as referidas plataformas, mercê de insuperável óbice de cunho técnico e procedimento, motivo pelo qual extinguiu o processo sem resolução do mérito. 5. Entretanto, em que pesem as ponderáveis razões de decidir, verificada a competência do Juizado Especial Federal não se mostra acertada a extinção do processo por incompatibilidade entre os sistemas, motivo pelo qual os autos devem ser remetidos à aludida instância, nos termos do art. 64, § 3º, do CPC. 6. Neste sentido, supostas dificuldades no processamento eletrônico, não ensejam a extinção do feito, conforme pacífica jurisprudência desta Corte Regional: AC08006321720174058311, Rel. Des. Fed. Rogério Fialho Moreira, 3ª Turma, julg. 14/12/2014; AC 08086719520154058400, Rel. Des. Fed. Paulo Machado Cordeiro, julg. 24/02/2017; AC 08028556120214058000, Des. Fed. Francisco Roberto Machado, julg. 15/07/2021. 7. Apelação improvida. Remessa dos autos aos Juizados Especiais Federais. ", "file": "ementa_160_TRF5_PJE-08077690820204058000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0813112-78.2017.4.05.8100 - APELAÇÃO CÍVEL APELANTE: INSTITUTO BRAS DO MEIO AMBIEN E DOS REC NAT RENOVAVEIS - IBAMA APELADO: PETRI PNEUS E PETROLEO LTDA ADVOGADO: Pedro Cysne Frota De Souza e outro RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Germana De Oliveira Moraes (RWN) . Ementa. PROCESSO CIVIL. EMBARGOS À EXECUÇÃO. APELAÇÃO CÍVEL. TAXA DE CONTROLE E FISCALIZAÇÃO AMBIENTAL (TCFA). IBAMA. PODER DE POLÍCIA. RECONDICIONAMENTO PNEUMÁTICO. ATIVIDADE POTENCIALMENTE POLUENTE (AR). INTELIGÊNCIA DO ART. 17-C, DA LEI Nº 10.165/2000. APELO PROVIDO. SENTENÇA REFORMADA. INVERSÃO DOS ÔNUS DA SUCUMBÊNCIA. MAJORAÇÃO RECURSAL DE HONORÁRIOS. 1) Apelação que, suscitando contradição da sentença a quo, em sede de Embargos à Execução, condenou o IBAMA à desconstituição de CDA por inincidência da TCFA à atividade da apelada (recondicionadora pneumática). 2) Inteligência do art. 17-C, da Lei nº 10.165/2000, importa sujeição da atividade de recondicionamento pneumático ao poder de polícia exercido pelo IBAMA, à incidência da TCFA e à inscrição na Dívida Ativa em caso de inadimplemento da obrigação tributária. 3) Entende-se por atividade potencialmente poluente toda aquela que afete, desarranje ou de algum modo altere a sustentabilidade da ordem natural da terra, da água e do ar, caso das atividades relacionadas com o recondicionamento pneumático e a fabricação de câmaras de ar. 4) Apelação provida, sentença reformada para julgar improcedentes os Embargos à Execução e determinar o prosseguimento do feito executivo, invertendo-se os ônus da sucumbência e fixando-se honorários de advogado em 20% do valor da condenação, majorados em 1%, a título de sucumbência recursal (§11, art. 85, CPC). ", "file": "ementa_161_TRF5_PJE-08131127820174058100-2022-06-02"}, {"ementa": "PROCESSO Nº: 0814652-34.2021.4.05.8000 - APELAÇÃO CÍVEL APELANTE: MARIA RITA DA SILVA ADVOGADO: Diogo André Da Silva Nobre e outro APELADO: CAIXA ECONOMICA FEDERAL - CEF RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Raimundo Alves De Campos Júnior (PB) EMENTA PROCESSO CIVIL. VALOR DA CAUSA INFERIOR A 60 SALÁRIOS MÍNIMOS. COMPETÊNCIA DOS JUIZADOS ESPECIAIS FEDERAIS. REMESSA DO FEITO. ART. 64, § 3º DO CPC. 1. Trata-se de apelação interposta contra sentença proferida pelo Juízo da 13ª Vara Federal da SJ/AL, que nos termos do art. 485, VI, do CPC, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 2. O MM. Juízo recorrido extinguiu o presente feito sem resolução de mérito, nos termos do art. 485, IV, do CPC, sob o fundamento de que o valor atribuído à causa mereça ser retificado, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 3. A par disso, ponderou competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º), e observou que a obrigatoriedade da a remessa dos autos àquele juízo especial. 4. Prosseguiu afirmando que os Juizados Especiais Federais repelem o ajuizamento de processos físicos, a reclamar o manejo do processo eletrônico como preconizado na Lei nº 11.419/2006, considerou impossível a a remessa eletrônica de autos entre as referidas plataformas, mercê de insuperável óbice de cunho técnico e procedimento, motivo pelo qual extinguiu o processo sem resolução do mérito. 5. Entretanto, em que pesem as ponderáveis razões de decidir, verificada a competência do Juizado Especial Federal não se mostra acertada a extinção do processo por incompatibilidade entre os sistemas, motivo pelo qual os autos devem ser remetidos à aludida instância, nos termos do art. 64, § 3º, do CPC. 6. Neste sentido, supostas dificuldades no processamento eletrônico, não ensejam a extinção do feito, conforme pacífica jurisprudência desta Corte Regional: AC08006321720174058311, Rel. Des. Fed. Rogério Fialho Moreira, 3ª Turma, julg. 14/12/2014; AC 08086719520154058400, Rel. Des. Fed. Paulo Machado Cordeiro, julg. 24/02/2017; AC 08028556120214058000, Des. Fed. Francisco Roberto Machado, julg. 15/07/2021. 7. Apelação parcialmente provida. Remessa dos autos aos Juizados Especiais Federais. ", "file": "ementa_163_TRF5_PJE-08146523420214058000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0802035-21.2021.4.05.8201 - APELAÇÃO CÍVEL APELANTE: CLETONIO GAMA MOTA ADVOGADO: Jailton Soares De Queiroz APELADO: CAIXA ECONOMICA FEDERAL - CEF RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Vinicius Costa Vidor (PB) EMENTA DIREITO CIVIL. PROCESSUAL CIVIL. AÇÃO MONITÓRIA. CONTRATOA BANCÁRIOS. CARTÃO DE CRÉDITO. CAPITALIZAÇÃO DE JUROS, JUROS ROTATIVOS E EXCESSO DE COBRANÇA. INOCORRÊNCIA. SENTENÇA MANTIDA. 1. Trata-se de apelação interposta contra sentença proferida pelo MM. Juízo da 4ª Vara Federal-PB, que rejeitou a pretensão deduzida nos embargos monitórios e julgou procedente o pedido inicial (art. 487, inciso I, do CPC), pelo que fica constituído em título executivo judicial o crédito na quantia de R$ 41.350,90 (quarenta e um mil, trezentos e cinquenta reais e noventa centavos), atualizada até 11/08/2021. 2. Impugnação apresentada não se mostra suficiente para afastar a validade dos documentos apresentados e a obrigação do pagamento do débito objeto da presente ação monitória, eis que a documentação carreada pela instituição demandante denota claramente a relação jurídica firmada entre as partes, assim como a existência da dívida ora cobrada. Diante desse contexto, os embargos ofertados não contêm respaldo legal a inibir a força do mandado monitório, já que a parte demandada não apresenta qualquer razão plausível que importe na sua desconstituição. 3. Não logrou a parte demandada/embargante provar que a CAIXA está exigindo valores indevidos, uma vez que a instituição financeira em questão está cobrando o que foi pactuado nos contratos em comento. 4.Inexistência de comissão de permanência, mas sim de cobrança de atualização monetária com juros remuneratórios, juros de mora e multa contratual, não havendo qualquer ilegalidade nesta conduta. 5. Não foi provada nenhuma ilegalidade em face do crédito objeto do processo. Embargos rejeitados, impondo-se a constituição, de pleno direito, do pertinente título executivo judicial. 6. Majoração da verba sucumbencial em mais 1% (um por cento), nos termos do art. 85, § 11, do CPC. 7. Apelação improvida. ", "file": "ementa_164_TRF5_PJE-08020352120214058201-2022-06-02"}, {"ementa": "PROCESSO Nº: 0814749-34.2021.4.05.8000 - APELAÇÃO CÍVEL APELANTE: NIVALDO BARBOSA DE MOURA ADVOGADO: Marcos Antonio Durante Bussolo e outro APELADO: CAIXA ECONOMICA FEDERAL - CEF ADVOGADO: Bruno Marcelino De Albuquerque RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Raimundo Alves De Campos Júnior (PB) EMENTA PROCESSO CIVIL. VALOR DA CAUSA INFERIOR A 60 SALÁRIOS MÍNIMOS. COMPETÊNCIA DOS JUIZADOS ESPECIAIS FEDERAIS. REMESSA DO FEITO. ART. 64, § 3º DO CPC. 1. Trata-se de apelação interposta contra sentença proferida pelo Juízo da 13ª Vara Federal da SJ/AL, que nos termos do art. 485, VI, do CPC, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 2. O MM. Juízo recorrido extinguiu o presente feito sem resolução de mérito, nos termos do art. 485, IV, do CPC, sob o fundamento de que o valor atribuído à causa mereça ser retificado, de modo a englobar tão somente as prestações eventualmente devidas, o que não alcança o montante de 60 (sessenta) salários mínimos, limite para processamento pelos Juizados Especiais Federais. 3. A par disso, ponderou competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º), e observou que a obrigatoriedade da a remessa dos autos àquele juízo especial. 4. Prosseguiu afirmando que os Juizados Especiais Federais repelem o ajuizamento de processos físicos, a reclamar o manejo do processo eletrônico como preconizado na Lei nº 11.419/2006, considerou impossível a a remessa eletrônica de autos entre as referidas plataformas, mercê de insuperável óbice de cunho técnico e procedimento, motivo pelo qual extinguiu o processo sem resolução do mérito. 5. Entretanto, em que pesem as ponderáveis razões de decidir, verificada a competência do Juizado Especial Federal não se mostra acertada a extinção do processo por incompatibilidade entre os sistemas, motivo pelo qual os autos devem ser remetidos à aludida instância, nos termos do art. 64, § 3º, do CPC. 6. Neste sentido, supostas dificuldades no processamento eletrônico, não ensejam a extinção do feito, conforme pacífica jurisprudência desta Corte Regional: AC08006321720174058311, Rel. Des. Fed. Rogério Fialho Moreira, 3ª Turma, julg. 14/12/2014; AC 08086719520154058400, Rel. Des. Fed. Paulo Machado Cordeiro, julg. 24/02/2017; AC 08028556120214058000, Des. Fed. Francisco Roberto Machado, julg. 15/07/2021. 7. Apelação parcialmente provida. Remessa dos autos aos Juizados Especiais Federais. ", "file": "ementa_165_TRF5_PJE-08147493420214058000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0800377-29.2021.4.05.8405 - APELAÇÃO CÍVEL APELANTE: FRANCISCA MONICA DA SILVA ADVOGADO: Sesiom Figueiredo Da Silveira e outro APELADO: MUNICIPIO DE CEARA MIRIM e outros ADVOGADO: Rogerio William Barboza De Oliveira RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Hallison Rego Bezerra (PB) EMENTA PROCESSO CIVIL. VALOR DA CAUSA INFERIOR A 60 SALÁRIOS MÍNIMOS. COMPETÊNCIA DOS JUIZADOS ESPECIAIS FEDERAIS. REMESSA DO FEITO. ART. 64, § 3º DO CPC. 1. Trata-se de apelação interposta contra sentença proferida pelo Juízo da 15ª Vara Federal da SJ/RN, que nos termos do art. 485, VI, do CPC, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 2. O MM. Juízo recorrido extinguiu o presente feito sem resolução de mérito, nos termos do art. 485, IV, do CPC, sob o fundamento de que o valor atribuído à causa mereça ser retificado, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 3. A par disso, ponderou competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º), e observou que a obrigatoriedade da a remessa dos autos àquele juízo especial. 4. Prosseguiu afirmando que os Juizados Especiais Federais repelem o ajuizamento de processos físicos, a reclamar o manejo do processo eletrônico como preconizado na Lei nº 11.419/2006, considerou impossível a a remessa eletrônica de autos entre as referidas plataformas, mercê de insuperável óbice de cunho técnico e procedimento, motivo pelo qual extinguiu o processo sem resolução do mérito. 5. Entretanto, em que pesem as ponderáveis razões de decidir, verificada a competência do Juizado Especial Federal não se mostra acertada a extinção do processo por incompatibilidade entre os sistemas, motivo pelo qual os autos devem ser remetidos à aludida instância, nos termos do art. 64, § 3º, do CPC. 6. Neste sentido, supostas dificuldades no processamento eletrônico, não ensejam a extinção do feito, conforme pacífica jurisprudência desta Corte Regional: AC08006321720174058311, Rel. Des. Fed. Rogério Fialho Moreira, 3ª Turma, julg. 14/12/2014; AC 08086719520154058400, Rel. Des. Fed. Paulo Machado Cordeiro, julg. 24/02/2017; AC 08028556120214058000, Des. Fed. Francisco Roberto Machado, julg. 15/07/2021. 7. Apelação parcialmente provida. Remessa dos autos aos Juizados Especiais Federais. ", "file": "ementa_166_TRF5_PJE-08003772920214058405-2022-06-02"}, {"ementa": "PROCESSO Nº: 0800436-17.2021.4.05.8405 - APELAÇÃO CÍVEL APELANTE: MARIA DO CARMO DO NASCIMENTO ADVOGADO: Clóvis Tavares Da Silva Júnior e outro APELADO: CAIXA SEGURADORA S/A e outros ADVOGADO: Murilo Mariz De Faria Neto RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Hallison Rego Bezerra (PB) EMENTA PROCESSO CIVIL. VALOR DA CAUSA INFERIOR A 60 SALÁRIOS MÍNIMOS. COMPETÊNCIA DOS JUIZADOS ESPECIAIS FEDERAIS. REMESSA DO FEITO. ART. 64, § 3º DO CPC. 1. Trata-se de apelação interposta contra sentença proferida pelo Juízo da 15ª Vara Federal da SJ/RN, que nos termos do art. 485, VI, do CPC, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 2. O MM. Juízo recorrido extinguiu o presente feito sem resolução de mérito, nos termos do art. 485, IV, do CPC, sob o fundamento de que o valor atribuído à causa mereça ser retificado, declarou extinto o processo, sem resolução do mérito, considerando que a competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º). 3. A par disso, ponderou competência absoluta dos Juizados Especiais Federais para o processamento das causas de competência da Justiça Federal cujos valores estejam limitados a 60 (sessenta) salários mínimos (Lei nº 10.259/2001, art. 3º), e observou que a obrigatoriedade da a remessa dos autos àquele juízo especial. 4. Prosseguiu afirmando que os Juizados Especiais Federais repelem o ajuizamento de processos físicos, a reclamar o manejo do processo eletrônico como preconizado na Lei nº 11.419/2006, considerou impossível a a remessa eletrônica de autos entre as referidas plataformas, mercê de insuperável óbice de cunho técnico e procedimento, motivo pelo qual extinguiu o processo sem resolução do mérito. 5. Entretanto, em que pesem as ponderáveis razões de decidir, verificada a competência do Juizado Especial Federal não se mostra acertada a extinção do processo por incompatibilidade entre os sistemas, motivo pelo qual os autos devem ser remetidos à aludida instância, nos termos do art. 64, § 3º, do CPC. 6. Neste sentido, supostas dificuldades no processamento eletrônico, não ensejam a extinção do feito, conforme pacífica jurisprudência desta Corte Regional: AC08006321720174058311, Rel. Des. Fed. Rogério Fialho Moreira, 3ª Turma, julg. 14/12/2014; AC 08086719520154058400, Rel. Des. Fed. Paulo Machado Cordeiro, julg. 24/02/2017; AC 08028556120214058000, Des. Fed. Francisco Roberto Machado, julg. 15/07/2021. 7. Apelação parcialmente provida. Remessa dos autos aos Juizados Especiais Federais. ", "file": "ementa_168_TRF5_PJE-08004361720214058405-2022-06-02"}, {"ementa": "PROCESSO Nº: 0805347-10.2018.4.05.8201 - APELAÇÃO CÍVEL APELANTE: MICHELINE NASCIMENTO PINTO ADVOGADO: Martinho Cunha Melo Filho APELADO: EMPRESA BRASILEIRA DE SERVICOS HOSPITALARES - EBSERH ADVOGADO: Bruna Letícia Teixeira Ibiapina e outros RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Vinicius Costa Vidor EMENTA. PROCESSO DE CONHECIMENTO. CUMULAÇÃO DE CARGOS PÚBLICOS. JORNADAS SOBREEXCEDENTES. IMPOSSIBILIDADE. MATÉRIA DEVIDAMENTE EVIDENCIADA. APELO IMPROVIDO. SENTENÇA MANTIDA. MAJORAÇÃO SUCUMBENCIAL RECURSAL. 1) A cumulatividade de cargo, emprego e função só se torna constitucionalmente possível, nos termos do art. 37, inc. XVI, e suas alíneas, da CF, enquanto as jornadas de trabalho não excederam a 60 (sessenta) horas semanais de trabalho e não houver incompatibilidade de horários. 2) Há presunção relativa de compatibilidade de acumulação de cargos públicos na hipótese em que a soma das cargas horárias seja inferior a 60 (sessenta) horas semanais e, caso a soma ultrapasse tal limite, ocorre, tecnicamente a presunção de incompatibilidade entre os cargos, que somente será elidida em caso de comprovação cabal em contrário. 3) Nessa ocorrência e não sendo o caso de demonstração em contrário, comporta aplicar o princípio da razoabilidade expresso na dicção da Suprema Corte (ARE 849484 AgR). 4) Prova produzida satisfatoriamente nos autos no sentido de sua resistência. Impossibilidade de prolongamento abusivo do feito em detrimento do contraditório, da paridade de armas e da razoável duração do processo. 5) Honorários sucumbenciais recursais majorados em 1% do valor percentual fixado na sentença. 6) Apelação improvida. Sentença mantida no todo. ", "file": "ementa_169_TRF5_PJE-08053471020184058201-2022-06-02"}, {"ementa": "PROCESSO Nº: 0000706-54.2014.4.05.8103 - APELAÇÃO CÍVEL APELANTE: FRANCISCO DAS CHAGAS MAGALHAES MESQUITA e outro ADVOGADO: Jose Vanderlei Marques Veras e outro APELADO: MINISTÉRIO PÚBLICO FEDERAL RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz EMENTA PROCESSO CIVIL. EMBARGOS DE DECLARAÇÃO. CONSTITUCIONAL E ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA POR ATO DE IMPROBIDADE ADMINISTRATIVA. LEI 8.429/92. ALTERAÇÕES INTRODUZIDAS PELA LEI 14.230/21. PRETENSÃO DE REDISCUSSÃO DO JULGADO. IMPOSSIBILIDADE. EMBARGOS DECLARATÓRIOS NÃO SERVEM DE INSTRUMENTO PARA REPETIÇÃO DE ARGUMENTAÇÃO CONTRA O JULGAMENTO DE MÉRITO DA CAUSA. INEXISTÊNCIA DE OMISSÃO, CONTRADIÇÃO, OBSCURIDADE, ERRO MATERIAL OU QUESTÃO APRECIÁVEL DE OFÍCIO. IMPROVIMENTO. 1. Embargos de declaração contra acórdão desta egrégia Primeira Turma, que, por unanimidade, rejeitou a preliminar suscitada e, no mérito, negou provimento às apelações interpostas. 2. Nas suas razões recursais, apresentadas em peças distintas, os embargantes alegam que o acórdão foi omisso e contraditório, porquanto, apesar de expressamente reconhecer que as condutas praticadas teriam se dado de forma culposa, deixou de aplicar a retroatividade das alterações introduzidas, na Lei 8.429/92, pela Lei 14.230/21. Acrescem à discussão argumentos de mérito, sobre os quais também teria havido omissão, quanto à prova da responsabilidade pelos atos ímprobos imputados e o elemento subjetivo doloso. 3. Os embargos de declaração, previstos no art. 1.022 do Código de Processo Civil, têm por objetivo examinar, esclarecer, suprir e corrigir eventual existência de obscuridade, contradição, omissão ou erro material, requisitos indispensáveis de sua admissibilidade, sobretudo quando opostos para fins de prequestionamento da matéria julgada e de dispositivo legal. Não se prestam a renovar a discussão de questões de direito já apreciadas pelo julgado, ou, de outra sorte, de matéria não colhida do inconformismo recursal. 4. O acórdão foi prolatado com amparo na legislação que rege a espécie e em consonância com a jurisprudência do Tribunal. O entendimento nele sufragado abarca todas as questões aventadas em sede de embargos, de modo que não restou caracterizada qualquer omissão ou contradição no pronunciamento jurisdicional impugnado. 5. A insurgência, pautada nas alegações de omissão e contradição, não se presta a questionar a interpretação jurídica no desiderato de reformar o julgamento. Inadequadamente, os aclaratórios visam à rediscussão sobre os temas recursais já decididos pela egrégia Turma. Arvora-se em mera pretensão de prequestionamento da matéria julgada, na busca da reapreciação da matéria julgada, por meio de novo debate jurídico acerca das condutas praticadas. 6. No caso, não há vício a ensejar qualquer esclarecimento, complemento ou eventual integração do que foi decidido. O acórdão enfrentou todas as questões necessárias ao julgamento dos recursos, no particular, quanto à suficiência do lastro probatório, da materialidade e autoria, bem como a presença do elemento subjetivo nas condutas dos réus, além de afastar a alegação da defesa, no sentido de que as reprimendas foram impostas a título de responsabilidade objetiva. 7. Com efeito, a presença de um dos pressupostos elencados no art. 1.022 do Código de Processo Civil é requisito de admissibilidade dos embargos de declaração, via recursal estreita que não se harmoniza com a pretensão de inovação, rediscussão da matéria de mérito ou correção de eventual error in judicando. 8. Noutro aspecto, também não há como acolher a insurgência quanto ao interesse prequestionatório, com vistas à interposição de recurso especial ou extraordinário. A este propósito não se presta à simples rediscussão do julgamento, posto que, no caso presente, não se vislumbra a existência de qualquer vício a ser sanado. Ressalte-se que, nos termos do art. 1.025 do Código de Processo Civil, a interposição dos embargos aclaratórios demonstra-se suficiente para prequestionamento ficto. 9. Embargos de declaração improvidos. ", "file": "ementa_170_TRF5_PJE-00007065420144058103-2022-06-02"}, {"ementa": "PROCESSO Nº: 0812993-83.2018.4.05.8100 - APELAÇÃO CÍVEL APELANTE: FRANCISCO JHONATHAN LIMA DA SILVA ADVOGADO: Diego Vinicius De Andrade Amorim APELADO: CAIXA ECONOMICA FEDERAL - CEF RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Jose Vidal Silva Neto EMENTA PROCESSO CIVIL. SUSPENSÃO DE LEILÃO. INDEFERIMENTO DA PETIÇÃO INICIAL (ART 924 DO CPC). EXEQUENTE NÃO CUMPRIU DILIGÊNCIA DETERMINADA. NÃO RECOLHIMENTO DAS CUSTAS PROCESSUAIS. SENTENÇA MANTIDA. 1. Trata-se de apelação interposta pela CEF contra sentença proferida pelo Juízo da 4ª Vara Federal da SJ/CE, que julgou EXTINTO o feito, sem resolução de mérito, nos termos do art. 485, I e IV, c/c 924 do Código de Processo Civil, pelo descumprimento da determinação judicial relativa ao pagamento das custas processuais pelo autor. 2. O artigo 98 caput do Código de Processo Civil estabelece que quem não possui condições de arcar com as custas processuais, tem direito a gratuidade da justiça. Essa previsão visa tornar possível o acesso a justiça para os pobres na forma da lei. Verificando os autos, constata-se que essa não é a situação dos autores, desta forma, o pedido de gratuidade da justiça foi indeferido. 3. Após o indeferimento do pedido, os autores deveriam proceder com o recolhimento das custas, sob pena de extinção da ação, de acordo com o parágrafo único do artigo 102. A penalização para o não pagamento das custas é o meio utilizado para que as partes do processo não se beneficiem com a demora na execução dos atos processuais. Conforme observado, os autores prosseguiram com a conduta desidiosa de não pagarem as custas mesmo após a não concessão do pleito de justiça gratuita, dando razão para a extinção da ação. 4. Com o não cumprimento, pela parte autora/apelante, no tocante ao comando judicial, configurou-se requisito para o indeferimento da inicial, como descrito na norma regente. 5. Honorários recursais, a cargo da apelante, com majoração da verba sucumbencial em 1% (um por cento), nos termos do art. 85, § 11, do CPC. 6. Apelação improvida. ", "file": "ementa_172_TRF5_PJE-08129938320184058100-2022-06-02"}, {"ementa": "PROCESSO Nº: 0822133-21.2021.4.05.8300 - APELAÇÃO CÍVEL APELANTE: VANIA FERNANDES DE SOUZA ADVOGADO: Bartolomeu Bezerra Da Silva e outro APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Nilcéa Maria Barbosa Maggi - - RWN/rvm EMENTA CONSTITUCIONAL, ADMINISTRATIVO, PROCESSUAL CIVIL E PREVIDENCIÁRIO. MANDADO DE SEGURANÇA. BENEFÍCIO ASSISTENCIAL AO IDOSO. MOROSIDADE NA ANÁLISE DO REQUERIMENTO ADMINISTRATIVO. INAPLICABILIDADE DO ART. 1.013, § 3º, I, DO CPC/2015. APELAÇÃO PARCIALMENTE PROVIDA. 1. Trata-se de apelação interposta pela impetrante contra sentença proferida, pelo Juízo da 5ª Vara Federal da Seção Judiciária de Pernambuco, que julgou liminarmente improcedente o pedido e denegou a segurança, nos termos do art. 332, I c/c art. 487, I, ambos do CPC. 2. Inconformada com a sentença, a impetrante interpôs apelação aduzindo, em síntese, a inércia da autoridade coatora na análise de seu procedimento administrativo, sendo cabível a via do mandado de segurança e a existência de prazo para análise dos requerimentos administrativos. 3. Acordo homologado no RE 1.171.152-SC não constitui impedimento à imposição à autarquia previdenciária de prazo para análise dos requerimentos administrativos individuais. Precedente: TRF5. 3ª Turma. Processo nº 08003150720214058302 - Apelação Cível. Relator: Desembargador Federal Rogério De Meneses Fialho Moreira. DJ 17/06/2021. 4. \"O acordo homologado pelo STF no RE nº 1.171.152/SC, segundo o seu item 12.3, vincula apenas os processos coletivos pertinentes à mora administrativa do INSS, não afetando, portanto, o julgamento de demandas individuais, caso dos autos\" (TRF5. 1ª Turma. Processo nº 0805099-04.2021.4.05.0000 - Agravo de Instrumento. Relator: Desembargador Federal convocado Leonardo Coutinho. DJ 30/09/2021). 5. Na ação em que se busca impor ao INSS a obrigação de analisar/decidir requerimento administrativo é suficiente a comprovação pela parte impetrante da demora na análise do pleito, sendo o simples comprovante de requerimento administrativo junto à autarquia suficiente para demonstrar que houve atraso excessivo na apreciação do pedido. (TRF5. 3ª Turma. Processo nº 08008423320194058300, AC - Apelação Cível. Relator: Desembargador Federal Rogério Fialho Moreira. DJ 30/08/2019). 6. Por não ter sido a autoridade coatora intimada para prestar informações, deixa-se de aplicar o art. 1.013, § 3º, do CPC. 7. Apelação parcialmente provida, para anular a sentença e determinar o retorno dos autos à primeira instância, para o regular processamento do mandado de segurança. RWN/rvm ", "file": "ementa_174_TRF5_PJE-08221332120214058300-2022-06-02"}, {"ementa": "PROCESSO Nº: 0801996-91.2021.4.05.8308 - APELAÇÃO CÍVEL APELANTE: FRANCISCO RODRIGUES DA SILVA ADVOGADO: Juscivaldo Barbosa De Amorim APELADO: INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Thalynni Maria De Lavor Passos RWN/rvm EMENTA CONSTITUCIONAL, ADMINISTRATIVO, PROCESSUAL CIVIL E PREVIDENCIÁRIO. MANDADO DE SEGURANÇA. APELAÇÃO. MOROSIDADE NA ANÁLISE DO REQUERIMENTO ADMINISTRATIVO. EXISTÊNCIA DE PRAZO. INAPLICABILIDADE DO ART. 1.013, § 3º, I, DO CPC/2015. RETORNO DOS AUTOS À ORIGEM PARA PROSSEGUIMENTO. APELAÇÃO PARCIALMENTE PROVIDA. 1. Trata-se de apelação interposta contra sentença que extinguiu o processo sem resolução de mérito, por indeferimento da petição inicial, em razão da falta de interesse de agir, com fulcro nos art. 485, VI, do CPC. 2. Inconformado com a sentença, o impetrante interpôs apelação, aduzindo a existência de prova da inércia da autoridade coatora na análise de seu procedimento administrativo (protocolado em 02/12/2020), o cabimento da via do mandado de segurança e a existência de interesse processual. 3. Na ação em que se busca impor ao INSS a obrigação de analisar/decidir requerimento administrativo é suficiente a comprovação pela parte impetrante da demora na análise do pleito, sendo o simples comprovante de requerimento administrativo junto à autarquia suficiente para demonstrar que houve atraso excessivo na apreciação do pedido. (TRF5. 3ª Turma. Processo nº 08008423320194058300, AC - Apelação Cível. Relator: Desembargador Federal Rogério Fialho Moreira. DJ 30/08/2019). 4. O atraso do INSS, devidamente comprovado, ofendeu os princípios da razoável duração do processo e da eficiência administrativa, violando direito líquido e certo da parte impetrante. Cabe ao Poder Judiciário tutelar o direito do jurisdicionado a fim de que seu pedido seja apreciado em tempo razoável. 5. A inércia administrativa, na hipótese vertente, afronta inequivocamente os princípios constitucionais da eficiência, da duração razoável do processo e, diante da natureza alimentar do benefício previdenciário requerido, da dignidade humana (arts. 1º, III, 5º, LXXVIII, e 37, todos da CF/1988). 6. Não pleiteia o impetrante a concessão do benefício, na justiça, por meio do mandado de segurança. Ao contrário, pleiteia apenas que o INSS análise e julgue o seu requerimento administrativo haja vista o decurso de mais de 01 (um) ano do protocolo do seu requerimento, sem qualquer movimentação (o que caracteriza o direito líquido e certo da impetrante em judicializar o seu requerimento administrativo). 7. A conclusão de processo administrativo em prazo razoável é corolário dos princípios da eficiência, da moralidade e da razoabilidade (Superior Tribunal de Justiça, REsp 1138206/RS, min. Luiz Fux, Primeira Seção, julgado em 09 de agosto de 2010, DJe de 01 de setembro de 2010, julgado sob o rito dos repetitivos. Temas 269e 270). Nessas circunstâncias, o controle jurisdicional não configura violação ao princípio da separação de Poderes, também não cabendo falar em mácula à isonomia e à impessoalidade, não estando o interessado obrigado a aguardar que os requerentes mais antigos tomem a iniciativa de recorrer ao Judiciário, nem havendo óbice a que esses o façam\" (TRF5. 4ª Turma. Processo nº 0805961-04.2021.4.05.8300 - Apel Cível. Relator: Desembargador Federal Vladimir Souza Carvalho. DJ 23/08/2021). 8. Apesar de reconhecida a existência de interesse processual e da adequação da via eleita, não está a causa madura para julgamento, vez que a autoridade coatora não foi intimada para prestar informações, razão pela qual deixa-se de aplicar o art. 1.013, § 3º, do CPC. 9. Apelação parcialmente provida, para anular a sentença de extinção do feito sem resolução do mérito, reconhecendo-se a existência de interesse processual e de adequação da via eleita; mas, por não estar a causa madura para o julgamento, determina-se o retorno dos autos à primeira instância, para o regular processamento do mandado de segurança. RWN/rvm ", "file": "ementa_176_TRF5_PJE-08019969120214058308-2022-06-02"}, {"ementa": "PROCESSO Nº: 0814625-92.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: JOSE FERNANDES FERREIRA DA SILVA e outros ADVOGADO: João Francisco De Camargo AGRAVADO: UNIÃO FEDERAL RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma PROCESSO ORIGINÁRIO: 0002224-25.1999.4.05.8000 - 2ª VARA FEDERAL - AL EMENTA CONSTITUCIONAL E PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. CUMPRIMENTO INDIVIDUAL DE SENTENÇA COLETIVA. HONORÁRIOS CONTRATUAIS. AUSÊNCIA DE CONTRATO ENTRE O FILIADO/SUBSTITUÍDO E O ADVOGADO. RETENÇÃO. INDEFERIDA. PRECEDENTES DESTA CORTE. AGRAVO DE INSTRUMENTO IMPROVIDO. 1. Trata-se de agravo de instrumento, com pedido de antecipação de tutela recursal, contra decisão proferida pelo juízo da 2ª Vara Federal da Seção Judiciária de Alagoas que, nos autos do cumprimento de sentença nº 0002224-25.1999.4.05.8000, indeferiu o pedido de retenção de honorários contratuais, por não terem sido apresentados os contratos de honorários firmados com os titulares do crédito objeto da execução. 2. Inconformados com a referida decisão, interpuseram agravo de instrumento, com pedido de antecipação de tutela recursal, aduzindo, em síntese: a) autorização da retenção de honorários constante no Estatuto da OAB; b) Incompetência da Justiça Especializada Federal; c) Manifestação ex officio; d) Natureza alimentar dos honorários advocatícios. Requereram, ao final, o deferimento da antecipação da tutela e a reforma da decisão prolatada. 3. A decisão agravada não está discutindo relação privada entre advogado e substituídos não levada a juízo, mas procedendo à escorreita aplicação do ordenamento jurídico pátrio, na direção do processo, quanto ao procedimento para retenção dos honorários advocatícios, para o que detém competência e legitimidade, nos termos do art. 139, VII, do CPC. 4. A interpretação que se deve dar ao art. 22, § 4.º, da Lei nº 8.906/1994, é que somente é cabível a retenção dos honorários contratuais quando haja expressa autorização do constituinte. 5. A substituição processual autoriza a defesa dos direitos e interesses da categoria (art. 8.º, III, da CF/1988), mas não permite que a entidade representativa disponha do patrimônio de terceiro (art. 1.228, caput, do CCB), no caso, os substituídos. 6. Não comprovando a parte agravante a autorização dos substituídos, incabível a pretensão de retenção de honorários contratuais. 7. Precedentes desta Corte Regional: TRF5. 1ª Turma. Processo nº 0803562-70.2021.4.05.0000 - Agravo de Instrumento Relator: Desembargador Federal Roberto Wanderley Nogueira. DJ 18/11/2021; TRF5. 4ª Turma. Processo nº: 0805370-47.2020.4.05.0000 - Agravo de Instrumento. Relator: Desembargador Federal Frederico Wildson da Silva Dantas (convocado). DJ: 30/03/2021; TRF5. 4ª Turma. Processo nº 0808871-72.2021.4.05.0000 - Agravo de Instrumento. Relator: Desembargador Federal Bruno Leonardo Camara Carra (convocado). Data da Assinatura 12/11/2021) 8. Agravo de instrumento à que se nega provimento. RWN/rvm ", "file": "ementa_179_TRF5_PJE-08146259220214050000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0814619-85.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: WALDOMIRO FELIX PINHEIRO e outros ADVOGADO: João Francisco De Camargo AGRAVADO: UNIÃO FEDERAL RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma PROCESSO ORIGINÁRIO: 0004743-70.1999.4.05.8000 - 2ª VARA FEDERAL - AL EMENTA CONSTITUCIONAL E PROCESSUAL CIVIL. AGRAVO DE INSTRUMENTO. CUMPRIMENTO INDIVIDUAL DE SENTENÇA COLETIVA. HONORÁRIOS CONTRATUAIS. AUSÊNCIA DE CONTRATO ENTRE O FILIADO/SUBSTITUÍDO E O ADVOGADO. RETENÇÃO. INDEFERIDA. PRECEDENTES DESTA CORTE. AGRAVO DE INSTRUMENTO IMPROVIDO. 1. Trata-se de agravo de instrumento, com pedido de antecipação de tutela recursal, contra decisão proferida pelo juízo da 2ª Vara Federal da Seção Judiciária de Alagoas que, nos autos do cumprimento de sentença nº 0004743-70.1999.4.05.8000, indeferiu o pedido de retenção de honorários contratuais, por não terem sido apresentados os contratos de honorários firmados com os titulares do crédito objeto da execução. 2. Inconformados com a referida decisão, interpuseram agravo de instrumento, com pedido de antecipação de tutela recursal, aduzindo, em síntese: a) autorização da retenção de honorários constante no Estatuto da OAB; b) Incompetência da Justiça Especializada Federal; c) Manifestação ex officio; d) Natureza alimentar dos honorários advocatícios. Requereram, ao final, o deferimento da antecipação da tutela e a reforma da decisão prolatada. 3. A decisão agravada não está discutindo relação privada entre advogado e substituídos não levada a juízo, mas procedendo à escorreita aplicação do ordenamento jurídico pátrio, na direção do processo, quanto ao procedimento para retenção dos honorários advocatícios, para o que detém competência e legitimidade, nos termos do art. 139, VII, do CPC. 4. A interpretação que se deve dar ao art. 22, § 4.º, da Lei nº 8.906/1994, é que somente é cabível a retenção dos honorários contratuais quando haja expressa autorização do constituinte. 5. A substituição processual autoriza a defesa dos direitos e interesses da categoria (art. 8.º, III, da CF/1988), mas não permite que a entidade representativa disponha do patrimônio de terceiro (art. 1.228, caput, do CCB), no caso, os substituídos. 6. Não comprovando a parte agravante a autorização dos substituídos, incabível a pretensão de retenção de honorários contratuais. 7. Precedentes desta Corte Regional: TRF5. 1ª Turma. Processo nº 0803562-70.2021.4.05.0000 - Agravo de Instrumento Relator: Desembargador Federal Roberto Wanderley Nogueira. DJ 18/11/2021; TRF5. 4ª Turma. Processo nº: 0805370-47.2020.4.05.0000 - Agravo de Instrumento. Relator: Desembargador Federal Frederico Wildson da Silva Dantas (convocado). DJ: 30/03/2021; TRF5. 4ª Turma. Processo nº 0808871-72.2021.4.05.0000 - Agravo de Instrumento. Relator: Desembargador Federal Bruno Leonardo Camara Carra (convocado). Data da Assinatura 12/11/2021) 8. Agravo de instrumento à que se nega provimento. RWN/rvm ", "file": "ementa_182_TRF5_PJE-08146198520214050000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0804189-74.2021.4.05.0000 - AGRAVO DE INSTRUMENTO AGRAVANTE: FAZENDA NACIONAL AGRAVADO: COMERCIAL ALAGOANA DE FERRO LTDA. ADVOGADO: Guilherme Gottschall Da Silva Neto RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz PROCESSO ORIGINÁRIO: 0804530-30.2019.4.05.8000 - 1ª VARA FEDERAL - AL (BMCA) . EMENTA TRIBUTÁRIO. EMBARGOS DE DECLARAÇÃO. OMISSÃO INEXISTÊNCIA. RECURSO A QUE SE NEGA PROVIMENTO. 1. Trata-se de embargos de declaração opostos contra acórdão prolatado em 07.01.2022 (ID 4050000.29428706) que deu provimento ao agravo de instrumento para adequar os cálculos de liquidação, a fim de que observem o ICMS efetivamente recolhido até 14.03.2017, e, partir de 15.03.2017, seja observado o ICMS destacado na nota fiscal, ao argumento de que incidiu em omissão quanto ao fato de que a ação foi proposta em 06.02.2019, motivo pelo qual a modulação dos efeitos deve ser aplicada integralmente. 2. Em se tratando de julgamento de embargos de declaração, desnecessária a observância da ordem cronológica (art. 12, § 2.º, V, do CPC), podendo o desembargador relator levar o processo em mesa (art. 1.024, § 1.º, do CPC), motivo pelo qual passo ao julgamento do recurso. 3. Os embargos de declaração são o recurso adequado a integrar decisão quando haja vício de omissão, obscuridade, contradição ou erro material (art. 1.022, do CPC). 4. Diversamente do que alega a União, inexiste omissão a ser sanada, pois o acórdão embargado se pronunciou expressamente sobre a extensão dos efeitos da modulação. 5. Embargos de declaração a que se nega provimento. RWN/bmca ", "file": "ementa_183_TRF5_PJE-08041897420214050000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0005716-05.2011.4.05.8000 - APELAÇÃO CÍVEL APELANTE: CAIXA ECONOMICA FEDERAL - CEF APELADO: A R M CACHACARIA LTDA RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal Jose Donato De Araujo Neto (IE) . EMENTA PROCESSUAL CIVIL. EXECUÇÃO FISCAL. CONTRIBUIÇÕES PARA O FGTS. MODULAÇÃO DOS EFEITOS DO ARE 709.212/DF. PRESCRIÇÃO INTERCORRENTE. OCORRÊNCIA. 1. Apelação a desafiar sentença que em execução fiscal de certidão de dívida ativa do FGTS, reconheceu a prescrição e extinguiu o feito, nos termos do art. 487, II e parágrafo único do CPC, id. 4058000.9282789. 2. A apelante alega, em síntese, não caber a aplicação da prescrição intercorrente no prazo de cinco anos eis que a prescrição intercorrente segue o prazo da prescrição do fundo de direito, de trinta anos consonante definido pela jurisprudência desta Corte Regional, tendo em vista que o STF modulou os efeitos da decisão no ARE 709.212/DF, de modo que o prazo quinquenal somente se aplicaria às ações ajuizadas após 13/11/2014, id. 394510. 3. Em que pese as ponderáveis razões recursais da defesa da exequente, ora apelante, tais não logram infirmar o édito recorrido, pautado estritamente no precedente do STF sobre a cobrança de valores não pagos do FGTS. 4. De acordo com o voto do Relator Min. Gilmar Mendes que modulou os efeitos do ARE 709.212/DF: Dessa forma, para aqueles cujo termo inicial da prescrição ocorra após a data do presente julgamento, aplica-se, desde logo, o prazo de cinco anos. Por outro lado, para os casos em que o prazo prescricional já esteja em curso, aplica-se o que ocorrer primeiro: 30 anos, contados do termo inicial, ou 5 anos, a partir desta decisão. (consulta no sítio do STF; https://redir.stf.jus.br/paginadorpub/paginador.jsp?docTP=TP&docID=7780004) 5. Compulsando os autos, verifica-se que o feito cujo ajuizamento ocorreu em 14 de setembro de 2011 e que não encontrado o devedor, houve citação por edital e jamais foram encontrados valores ou bens penhoráveis, constatação verificada em 07 de outubro de 2013, p. 59 do pdf. 6. Durante todo esse tempo o devedor não foi localizado e a credora não logrou indicar valores ou bens penhoráveis apto à satisfação do crédito tributário, da constatação de que não foram encontrados valores ou bens penhoráveis, em 07 de outubro de 2013, p. 59 do pdf, segundo a orientação do REsp 1340553/RS, iniciou-se a suspensão automática do prazo, nos termos do art. 40 da Lei 6.830/1980, segundo o modelo jurisprudencial consagrado pelo STJ em recurso repetitivo. Da aludida suspensão, ocorrida em 07 de outubro de 2013, p. 62 do pdf, até a alegação da exequente, ora apelante, de não ocorrência da prescrição, em 16 de agosto de 2021, p. 23-24 do pdf, transcorreram cerca de sete anos e dez meses sem qualquer mudança no cenário processual. Precedente do STJ: REsp 1340553/RS, Rel. Ministro MAURO CAMPBELL MARQUES. 7. Por outro lado, em se tratando de cártula executiva que cobra dívida do FGTS, a suspensão desde 15 de janeiro de 2014, p. 62 sendo este o termo inicial do prazo de suspensão de um ano cumprido em 15 de janeiro de 2015, transcorrido o quinquênio prescricional em 15 de janeiro de 2020, tudo no figurino previsto pelo art. 40, da Lei nº 6.830/1980 e de acordo com o modelo jurisprudencial do REsp 1.340.553/RS, sob o regime do art. 1.036, do CPC. 8. No caso, o início do prazo prescricional ocorreu em 07 de outubro de 2013, p. 62 do pdf, antes da decisão proferida pelo STF no ARE 709.212/DF, portanto aplica-se regra de modulação de efeitos definida no julgado do STF segundo a qual, aos prazos em curso aplica-se o que ocorrer primeiro, 30 anos, contados do termo inicial, ou cinco anos a partir da referida decisão. 9. Portanto, decorreu o prazo prescricional quinquenal contado a partir da decisão do STF, em 13 de novembro de 2014, porque ultimado antes do prazo trintenário original, o que significa dizer que o termo final da prescrição restou consumado em 15 de janeiro de 2020, antes da data da prolação da sentença, em 06 de setembro de 2021, p. 22 do pdf. Precedente do TRF5: PROCESSO: 00065013520094058000, APELAÇÃO CÍVEL, DESEMBARGADOR FEDERAL LEONARDO AUGUSTO NUNES COUTINHO. 10. Apelação improvida. ", "file": "ementa_184_TRF5_PJE-00057160520114058000-2022-06-02"}, {"ementa": "PROCESSO Nº: 0803465-34.2018.4.05.8000 - APELAÇÃO / REMESSA NECESSÁRIA APELANTE: INSTITUTO BRAS DO MEIO AMBIEN E DOS REC NAT RENOVAVEIS - IBAMA APELADO: JOEL CASSIANO FERREIRA ADVOGADO: Jeimison Jose Neri De Lyra e outro RELATOR(A): Desembargador(a) Federal Roberto Wanderley Nogueira - 1ª Turma MAGISTRADO CONVOCADO: Desembargador(a) Federal Daniela Zarzar Pereira De Melo Queiroz JUIZ PROLATOR DA SENTENÇA (1° GRAU): Juiz(a) Federal André Luís Maia Tobias Granja (RWN) . Ementa. PROCESSO CIVIL. MANDADO DE SEGURANÇA. INVERSÃO DA ORDEM LÓGICA DO DEVIDO PROCESSO LEGAL. MEIO AMBIENTE. LICENÇA PARA A PRÁTICA DE ATOS POTENCIALMENTE POLUINTES. INFRAÇÃO DO ART. 70 DA LEI 9.605/1998. APELO PROVIDO. SENTENÇA REFORMADA PARA DENEGAR-SE A ORDEM. 1) O Mandado de Segurança é via própria para atacar violação ou ameaça de violação a direitos subjetivo individual líquido e certo. 2) Não constitui direito líquido e certo a desproporção de penalidade pela prática de infração ambiental, máxime se a hipótese não esteja em discussão, mas as formalidades com as quais o devido processo legal se aperfeiçoou. 3) Não há quebra do devido processo legal pelo fato das penalidades aplicadas, quando consubstanciais aos fatos e à incidência normativa própria. 4) A prática de comércio em faixa de praia com edificação de barracas caracteriza ação potencialmente poluentes do meio ambiente e exige prévio licenciamento para que possa ser admitida, segundo os protocolos ambientais pertinentes. 5) A falta de licenciamento para a prática potencialmente poluente justifica a ação fiscalizadora do IBAMA e a respectiva aplicação de penalidades consubstanciais dos fatos, inclusive a demolição do que edificado sem licenciamento prévio. 6) Sentença reformada em parte, denegada a Ordem de Mandado de Segurança. 7) Custas, ex-lege. Sem honorários de advogado (Súmula 512-STF). ", "file": "ementa_193_TRF5_PJE-08034653420184058000-2022-06-02"}]