[{"ementa": "EMBARGOS DE DECLARAÇÃO - INOCORRÊNCIA DE CONTRADIÇÃO, OBSCURIDADE OU OMISSÃO - PRETENDIDO REEXAME DA CAUSA CARÁTER INFRINGENTE - INADMISSIBILIDADE – EMBARGOS DE DECLARAÇÃO REJEITADOS. - Não se revelam admissíveis os embargos de declaração, quando a parte recorrente - a pretexto de esclarecer uma inexistente situação de obscuridade, omissão ou contradição - vem a utilizá-los com o objetivo de infringir o julgado e de viabilizar, assim, um indevido reexame da causa. Precedentes. - A nulidade radical que afeta os diversos atos de interrogatório judicial, quando provocada pela conduta do magistrado que arbitrariamente nega, ao réu, o direito – por este titularizado – de formular reperguntas aos demais litisconsortes penais passivos, contamina, por efeito causal, todos os atos subseqüentes do processo, notadamente aqueles de índole probatória, como a inquirição de testemunhas arroladas pelo Ministério Público. Precedentes. ", "file": "ementa_1"}, {"ementa": "AGRAVO REGIMENTAL NO MANDADO DE INJUNÇÃO. APOSENTADORIA ESPECIAL. INTEGRANTE DA CARREIRA DE AGENTE DE SEGURANÇA PENITENCIÁRIA E DA CLASSE DE AGENTE DE ESCOLTA E VIGILÂNCIA PENITENCIÁRIA DO ESTADO DE SÃO PAULO. ATIVIDADE DE RISCO. ART. 40, § 4º, INC. II, DA CONSTITUIÇÃO DA REPÚBLICA. LEI COMPLEMENTAR N. 1.109/2010. INEXISTÊNCIA DE OMISSÃO LEGISLATIVA. 1. O reconhecimento da existência e da aplicabilidade de norma infraconstitucional regulamentadora do direito constitucional pleiteado evidencia o não cabimento do mandado de injunção, por inexistir omissão legislativa inviabilizadora do exercício de direito constitucionalmente assegurado. 2. Impossibilidade de conjugação do sistema da Lei Complementar n. 1.109/2010 do Estado de São Paulo com o da Lei n. 8.213/1991, para com isso, cogitar-se de idade mínima para aposentação. Precedentes. 3. Agravo regimental ao qual se nega provimento. ", "file": "ementa_2"}, {"ementa": "Recurso ordinário em habeas corpus. 2. Negativa do direito de recorrer em liberdade. Decisão devidamente fundamentada na garantia da ordem pública. 3. Constrangimento ilegal não caracterizado. 4. Recurso a que se nega provimento. ", "file": "ementa_3"}, {"ementa": "HABEAS CORPUS. PENAL. IMPETRAÇÃO VOLTADA CONTRA DECISÃO QUE INDEFERIU PEDIDO DE LIMINAR NO SUPERIOR TRIBUNAL DE JUSTIÇA. SÚMULA 691 DO SUPREMO TRIBUNAL FEDERAL. JULGAMENTO DE MÉRITO SUPERVENIENTE À ESTA IMPETRAÇÃO. INICIAL NÃO RATIFICADA. MATÉRIAS NÃO CONHECIDAS NAS INSTÂNCIAS ANTECEDENTES. SUPRESSÃO DE INSTÂNCIA. IMPOSSIBILIDADE. WRIT NÃO CONHECIDO. I – Não compete ao Supremo Tribunal Federal conhecer de habeas corpus impetrado contra decisão de Relator que, em HC requerido a Tribunal Superior, indefere a liminar. A relativização desse entendimento só é admitida por este Tribunal em casos de flagrante ilegalidade ou abuso de poder, o que não se verifica na espécie. Precedentes. II – Julgamento de mérito superveniente pela Sexta Turma do STJ, que não conheceu da impetração, mas concedeu a ordem de ofício para assegurar à paciente o direito de apelar em liberdade. III – As questões tratadas neste writ não foram conhecidas nos habeas corpus impetrados no Tribunal de Justiça local e no Superior Tribunal de Justiça, circunstância que também impede a sua análise pelo Supremo Tribunal Federal, sob pena de incorrer-se em dupla supressão de instância, com evidente extravasamento dos limites de competência descritos no art. 102 da Constituição Federal. IV – Habeas Corpus não conhecido. ", "file": "ementa_6"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. CONSUMIDOR. ENERGIA ELÉTRICA. CORTE NO FORNECIMENTO. RESPONSABILIDADE DA CONCESSIONÁRIA. QUESTÃO QUE DEMANDA ANÁLISE DE DISPOSITIVOS DE ÍNDOLE INFRACONSTITUCIONAL. AUSÊNCIA DO NECESSÁRIO PREQUESTIONAMENTO. REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO JÁ CARREADO AOS AUTOS. IMPOSSIBILIDADE. INCIDÊNCIA DA SÚMULA 279/STF. REPERCUSSÃO GERAL NÃO EXAMINADA EM FACE DE OUTROS FUNDAMENTOS QUE OBSTAM A ADMISSÃO DO APELO EXTREMO. 1. O prequestionamento é requisito indispensável, por isso que inviável a apreciação, em sede de recurso extraordinário, de matéria sobre a qual não se pronunciou o Tribunal de origem, incidindo o óbice da Súmula 282 do Supremo Tribunal Federal. 2. A violação indireta ou reflexa das regras constitucionais não enseja recurso extraordinário. Precedentes: AI n. 738.145 - AgR, Rel. Min. CELSO DE MELLO, 2ª Turma, DJ 25.02.11; AI n. 482.317-AgR, Rel. Min. ELLEN GRACIE, 2ª Turma DJ 15.03.11; AI n. 646.103-AgR, Rel. Min. CÁRMEN LÚCIA, 1ª Turma, DJ 18.03.11. 3. A Súmula 279/STF dispõe verbis: Para simples reexame de prova não cabe recurso extraordinário. 4. É que o recurso extraordinário não se presta ao exame de questões que demandam revolvimento do contexto fático-probatório dos autos, adstringindo-se à análise da violação direta da ordem constitucional. 5. In casu, o acórdão originariamente recorrido assentou: “Consumidor. Suspensão no fornecimento de energia elétrica. Danos materiais ocorrentes. Responsabilidade objetiva da concessionária prestadora de serviço público. Alteração no valor a ser restituído ao autor. Danos morais afastados. Ausente comprovação de lesão à direito de personalidade da pessoa jurídica. Sentença reformada. Recurso parcialmente provido.” 6. Agravo regimental desprovido. ", "file": "ementa_7"}, {"ementa": "DIREITO ADMINISTRATIVO. COBRANÇA. EMANCIPAÇÃO DE MUNICÍPIO. INSPEÇÃO DO TRIBUNAL DE CONTAS DO ESTADO. CONSTATAÇÃO DE EXISTÊNCIA DO CRÉDITO. DECRETO N. 6.293/00. AGRAVO REGIMENTAL NO AGRAVO DE INSTRUMENTO. AUSÊNCIA DE PREQUESTIONAMENTO. SÚMULA N. 282/STF. MATÉRIA INFRACONSTITUCIONAL. ALEGAÇÃO DE VIOLAÇÃO AOS ARTIGOS 5º, XXXV E LV, 71, 75 E 93, IX, DA CONSTITUIÇÃO FEDERAL. INCIDÊNCIA DA SÚMULA N. 279/STF. 1. O requisito do prequestionamento é indispensável, por isso que inviável a apreciação, em sede de recurso extraordinário, de matéria sobre a qual não se pronunciou o Tribunal de origem, incidindo o óbice da Súmula n. 282 do Supremo Tribunal Federal. 2. A violação indireta ou reflexa das regras constitucionais não enseja recurso extraordinário. Precedentes: AI n. 738.145 - AgR, Rel. Min. CELSO DE MELLO, 2ª Turma, DJ 25.02.11; AI n. 482.317-AgR, Rel. Min. ELLEN GRACIE, 2ª Turma DJ 15.03.11; AI n. 646.103-AgR, Rel. Ministra CÁRMEM LÚCIA, 1ª Turma, DJ 18.03.11. 3. Os postulados da legalidade, do devido processo legal, da ampla defesa, da motivação dos atos decisórios, do contraditório, dos limites da coisa julgada e da prestação jurisdicional, se violados, a ofensa seria indireta ou reflexa, o que também inviabiliza o recurso extraordinário. Precedentes: AI n. 803.857-AgR, Rel. Min. CELSO DE MELLO, 2ª Turma, DJ 17.03.11; AI n. 812.678-AgR, Rel. Min. ELLEN GRACIE, 2ª Turma, DJ 08.02.11; AI n. 513.804-AgR, Rel. Min. JOAQUIM BARBOSA, 1ª Turma, DJ 01.02.11 . 4. O reexame dos fatos e provas que fundamentaram a decisão recorrida também inviabiliza o processamento do recurso extraordinário, ante a vedação contida no enunciado da Súmula n. 279 desta Corte, verbis: para simples reexame de prova não cabe recurso extraordinário. 5. In casu, o acórdão objeto do recurso extraordinário assentou: COBRANÇA. Município autor que busca receber um crédito a seu favor, no valor de R$ 3.719.120,62, decorrente da sua emancipação em face do município réu e subsequente instalação. O Tribunal de Contas do Estado do Rio de Janeiro, através do processo TCE-RJ nº 200.089- 6/02, procedeu inspeção Especial onde constatou a existência do referido crédito, com base no Decreto 6.293/00. Ressalte-se que o Processo Administrativo TCE/RJ nº 212.486-2/01 transcorreu regularmente, havendo registro expresso da solicitação e análise dos documentos contábeis do município de Nova Iguaçu, ora apelante. Agravo retido que se rejeita. Cerceamento de defesa. Inocorrência. Prova documental Suplementar. Descabimento. Documentação produzida de forma unilateral, razão pela qual desprovida de maior valor probante no presente processo. A prova que embasa o pedido inicial, de fls. 09/39, ao revés, decorre de minuciosa inspeção feita pelo Tribunal de Contas do Estado do Rio de Janeiro, órgão imparcial e competente para apurar a existência de créditos entre os municípios em litígio. Condenação em custas que se mostra indevida, ante a isenção de que goza o município réu. Verba honorária que merece ser reduzida. Merece, pois, reparo a sentença apenas para afastar a condenação imposta ao município réu quanto ao pagamento de custas e para reduzir a verba honorária ao percentual de 2% sobre o valor da condenação. APELO PARCIALMENTE PROVIDO.\" 6. Agravo regimental não provido. ", "file": "ementa_8"}, {"ementa": "DIREITO CIVIL. DANOS MORAIS. INDENIZAÇÃO. MATÉRIA JORNALÍSTICA. RESPONSABILIZAÇÃO DE VEÍCULO DE COMUNICAÇÃO. POSSIBILIDADE. ADPF 130/DF. VERIFICAÇÃO IN CONCRETO. ANÁLISE DA OCORRÊNCIA DE EVENTUAL AFRONTA AOS PRECEITOS CONSTITUCIONAIS INVOCADOS NO APELO EXTREMO DEPENDENTE DA REELABORAÇÃO DA MOLDURA FÁTICA CONSTANTE NO ACÓRDÃO REGIONAL. SÚMULA 279/STF. ÂMBITO INFRACONSTITUCIONAL DO DEBATE. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO FEDERAL NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. ACÓRDÃO RECORRIDO PUBLICADO EM 27.4.2009. As razões do agravo regimental não são aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere ao óbice da Súmula 279 do STF, a inviabilizar o trânsito do recurso extraordinário. Precedentes. Agravo conhecido e não provido. ", "file": "ementa_9"}, {"ementa": "DIREITO TRIBUTÁRIO. SANEAMENTO BÁSICO. TARIFA DE ÁGUA E ESGOTO. CRITÉRIOS DE CLASSIFICAÇÃO DE IMÓVEL. DECRETO ESTADUAL PAULISTA 41.446/1996. EXAME DE LEGISLAÇÃO LOCAL. APLICAÇÃO DA SÚMULA 280/STF. DEBATE DE ÂMBITO INFRACONSTITUCIONAL. EVENTUAL VIOLAÇÃO REFLEXA NÃO ENSEJA RECURSO EXTRAORDINÁRIO. PRECEDENTES. ACÓRDÃO RECORRIDO PUBLICADO EM 25.5.2010. A suposta ofensa aos postulados constitucionais somente poderia ser constatada a partir da análise da legislação infraconstitucional local apontada no apelo extremo, o que torna oblíqua e reflexa eventual afronta, insuscetível, portanto, de viabilizar o conhecimento do recurso extraordinário. Tendo a Corte Regional dirimido a lide com espeque em interpretação de legislação local, incide, na espécie, o óbice da Súmula 280/STF : “Por ofensa a direito local não cabe recurso extraordinário”. Agravo conhecido e não provido. ", "file": "ementa_10"}, {"ementa": "PENAL E PROCESSUAL PENAL. HABEAS CORPUS. FALSIFICAÇÃO DE DOCUMENTO PARTICULAR (ART. 288 DO CP). PENA PRIVATIVA DE LIBERDADE INFERIOR À 4 (QUATRO) ANOS. CIRCUNSTÂNCIAS JUDICIAIS DESFAVORÁVEIS. SUBSTITUIÇÃO DA PENA CORPORAL POR RESTRITIVAS DE DIREITO. IMPOSSIBILIDADE. AUSÊNCIA DOS REQUISITOS DO ART. 44, III, DO CÓDIGO PENAL. SURSIS DEFERIDO PELA CORTE ESTADUAL. A CONCESSÃO INDEVIDA DE UM BENEFÍCIO NÃO PODE FUNDAMENTAR O DEFERIMENTO DE OUTRO. ORDEM DE HABEAS CORPUS DENEGADA. 1. A substituição da pena privativa de liberdade por outra restritiva de direitos não é mera decorrência do quantum de pena fixado, exigindose concomitantemente a análise das circunstâncias judiciais elencadas no artigo 59 do Código Penal, a que faz remissão o artigo 44, inciso III, do mesmo Código. 2. As circunstâncias judiciais – quando desfavoráveis – revelam a inviabilidade da substituição da sanção corporal, em razão do não preenchimento dos requisitos elencados no artigo 44, inciso III, do Código Penal. Precedentes: RHC 112.875, Primeira Turma, Relator o Ministro Luiz Fux, DJ de 19.11.12; RHC 114.742, Primeira Turma, Relator o Ministro Dias Toffoli, DJ de 08.11.12 e HC 103.824, Segunda Turma, Relator o Ministro Ayres Britto, DJ de 05.11.10. 3. In casu, a paciente foi condenada a 2 (dois) anos de reclusão, em regime aberto, pela prática do crime de falsificação de documento particular (artigo 288 do CP). A vedação à substituição da pena corporal deu-se à luz das circunstâncias judiciais do artigo 59 do Código Penal. O Tribunal de Justiça do Estado do Rio de Janeiro, ao julgar a apelação HC 111008 interposta pela defesa, em decisão fundamentada, procedeu a uma valoração negativa da personalidade do agente, voltada para a reiteração no cometimento de delitos, tendo em vista que praticou sucessivas clonagens e utilizou, por várias vezes, cartões de crédito falsificados. 4. A rigor, a paciente não teria direito sequer à concessão do sursis, tendo em vista que a existência de circunstâncias judiciais desfavoráveis também obsta o deferimento deste benefício, nos termos do artigo 77, inciso II, do Código Penal. A concessão indevida de um benefício não pode fundamentar o deferimento de outro. 5. Ordem de habeas corpus indeferida. ", "file": "ementa_11"}, {"ementa": "DIREITO CIVIL E CONSUMIDOR. PLANO DE SAÚDE. COBERTURA DE DESPESAS COM TRATAMENTO MÉDICO. INTERPRETAÇÃO DE CONTRATO. ÓBICE DA SÚMULA 454/STF. APLICAÇÃO DO CÓDIGO DE DEFESA DO CONSUMIDOR. ÂMBITO INFRACONSTITUCIONAL DO DEBATE. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO FEDERAL NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. ACÓRDÃO RECORRIDO PUBLICADO EM 13.02.2012. As razões do agravo regimental não são aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere à análise de normas infraconstitucionais e cláusulas contratuais, a inviabilizar o trânsito do recurso extraordinário. Precedentes. A pretensão da recorrente de obter decisão em sentido diverso encontra óbice na Súmula 454/STF: “Simples interpretação de cláusulas contratuais não dá lugar a recurso extraordinário”. Agravo regimental conhecido e não provido. ", "file": "ementa_13"}, {"ementa": "DIREITO DO CONSUMIDOR. RESPONSABILIDADE CIVIL. FORNECIMENTO DE ENERGIA ELÉTRICA. INTERRUPÇÃO DO SERVIÇO. AUSÊNCIA DE JUSTIFICATIVA. DEMORA EXCESSIVA NA READEQUAÇÃO DA REDE. RESPONSABILIDADE OBJETIVA DA CONCESSIONÁRIA DE SERVIÇO PÚBLICO. INDENIZAÇÃO POR DANOS MORAIS. ÂMBITO INFRACONSTITUCIONAL DO DEBATE. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO DA REPÚBLICA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. PRECEDENTES. ACÓRDÃO RECORRIDO PUBLICADO EM 22.5.2012. As razões do agravo não são aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere ao âmbito infraconstitucional do debate, a inviabilizar o trânsito do recurso extraordinário. Além de a pretensão da recorrente de obter decisão em sentido diverso demandar reelaboração da moldura fática delineada no acórdão de origem, a suposta afronta ao preceito constitucional indicado nas razões recursais dependeria da análise de legislação infraconstitucional, o que torna oblíqua e reflexa eventual ofensa, insuscetível, portanto, de viabilizar o conhecimento do recurso extraordinário, considerada a disposição do art. 102, III, “a”, da Lei Maior. Agravo conhecido e não provido. ", "file": "ementa_14"}, {"ementa": "DIREITO PROCESSUAL CIVIL. EXECUÇÃO DE SENTENÇA. ALEGAÇÃO DE EXCESSO. IMPUGNAÇÃO DE CÁLCULOS. ANÁLISE DE NORMAS INFRACONSTITUCIONAIS. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO DA REPÚBLICA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. PRECEDENTES. ACÓRDÃO RECORRIDO PUBLICADO EM 15.4.2009. As razões do agravo não são aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere ao âmbito infraconstitucional do debate. O exame da alegada ofensa ao art. 5º, XXXVI, e LV, da Constituição Federal, dependeria de prévia análise da legislação infraconstitucional aplicada à espécie, o que refoge à competência jurisdicional extraordinária, prevista no art. 102 da Constituição Federal. Agravo regimental conhecido e não provido. ", "file": "ementa_15"}, {"ementa": "PROCESSUAL PENAL. INTERPELAÇÃO JUDICIAL. CRIME CONTRA A HONRA. ILEGITIMIDADE ATIVA DE ASSOCIAÇÃO DE CLASSE. AGRAVO IMPROVIDO. 1. Segundo a jurisprudência do STF, a entidade de classe não possui legitimidade ativa para a propositura de interpelação judicial em face de suposto crime contra a honra de seus associados. Trata-se de direito personalíssimo que deve ser exercido individualmente pelos ofendidos, não se admitindo a substituição processual. 2. Agravo regimental improvido. ", "file": "ementa_16"}, {"ementa": "RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais. RECURSO EXTRAORDINÁRIO – PREQUESTIONAMENTO – CONFIGURAÇÃO – RAZÃO DE SER. O prequestionamento não resulta da circunstância de a matéria haver sido arguida pela parte recorrente. A configuração pressupõe debate e decisão prévios pelo Colegiado, ou seja, emissão de entendimento. O instituto visa o cotejo indispensável a que se diga enquadrado o recurso extraordinário no permissivo constitucional. ", "file": "ementa_17"}, {"ementa": "RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais. AGRAVO – ARTIGO 557, § 2º, DO CÓDIGO DE PROCESSO CIVIL – MULTA. Surgindo do exame do agravo o caráter manifestamente infundado, impõe-se a aplicação da multa prevista no § 2º do artigo 557 do Código de Processo Civil. ", "file": "ementa_18"}, {"ementa": "SUPREMO TRIBUNAL FEDERAL - COMPETÊNCIA ORIGINÁRIA (CF, ART. 102, I, N) - NORMA DE DIREITO ESTRITO MAGISTRADO QUE PRETENDE A PERCEPÇÃO DE BENEFÍCIO PREVISTO NA LEI ORGÂNICA DO MINISTÉRIO PÚBLICO FEDERAL VANTAGEM QUE NÃO É EXCLUSIVA DA MAGISTRATURA - AÇÃO AJUIZÁVEL EM PRIMEIRA INSTÂNCIA - INCOMPETÊNCIA ABSOLUTA DO STF – DEVOLUÇÃO DOS AUTOS À ORIGEM - AGRAVO AO QUAL SE NEGA PROVIMENTO. I - O STF firmou entendimento no sentido de que não se aplica o disposto no art. 102, I, n, da Constituição Federal aos casos nos quais o objeto da demanda não envolva direitos, interesses ou vantagens que digam respeito exclusivamente à Magistratura. II – Na hipótese dos autos pretende-se, em síntese, a extensão do benefício previsto no art. 227, I, a, da Lei Orgânica do Ministério Público da União para o autor, magistrado federal. Assim, a demanda não está dirigida a todos os membros da Magistratura, mas apenas à parte dos juízes federais; tampouco não envolve vantagem que diga respeito exclusivamente à Magistratura, não competindo a esta Corte julgar a causa. III - Agravo regimental a que se nega provimento. ", "file": "ementa_19"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. CONCURSO PÚBLICO. LEGISLAÇÃO INFRACONSTITUCIONAL. OFENSA REFLEXA. NECESSIDADE DE REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO CONSTANTE DOS AUTOS. SÚMULA 279 DO STF. AGRAVO REGIMENAL A QUE SE NEGA PROVIMENTO. I – O acórdão recorrido decidiu a questão com base em normas infraconstitucionais. A ofensa à Constituição, se ocorrente, seria reflexa. II – Matéria que demanda a análise de fatos e provas, o que atrai a incidência da Súmula 279 do STF. III - Agravo regimental a que se nega provimento. ", "file": "ementa_20"}, {"ementa": "AGRAVO REGIMENTAL NO AGRAVO DE INSTRUMENTO. ADMINISTRATIVO. SERVIDOR PÚBLICO. INCORPORAÇÃO DE VANTAGENS. PRÉVIO EXAME DA LEGISLAÇÃO INFRACONSTITUCIONAL. OFENSA CONSTITUCIONAL INDIRETA. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO. ", "file": "ementa_21"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. ADMINISTRATIVO. SERVIDOR PÚBLICO. INEXISTÊNCIA DE DIREITO ADQUIRIDO A REGIME JURÍDICO. LEGITIMIDADE DE ALTERAÇÃO DA FÓRMULA DE CÁLCULO DA REMUNERAÇÃO, DESDE QUE RESPEITADA A IRREDUTIBILIDADE DE VENCIMENTOS. OCORRÊNCIA DE DECESSO REMUNERATÓRIO. NECESSIDADE DE REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS E DE REANÁLISE DA LEGISLAÇÃO LOCAL. INCIDÊNCIA DAS SÚMULAS 279 E 280 DO STF. AGRAVO A QUE SE NEGA PROVIMENTO. I - A jurisprudência desta Corte firmou entendimento no sentido de que não há direito adquirido do servidor público a regime jurídico pertinente à composição dos vencimentos, desde que a eventual modificação introduzida por ato legislativo superveniente preserve o montante global da remuneração e, em consequência, não provoque decesso de caráter pecuniário. Precedentes. II - Para se chegar à conclusão contrária à adotada pelo Tribunal de origem quanto à ocorrência ou não do decesso remuneratório, seria necessária a reanálise da interpretação dada à norma infraconstitucional local (Lei distrital 4.479/2010), bem como o reexame do conjunto fáticoprobatório dos autos, o que atrai a incidência das Súmulas 279 e 280 do STF. Precedentes. III - Agravo regimental a que se nega provimento. ", "file": "ementa_22"}, {"ementa": "HABEAS CORPUS. CONSTITUCIONAL. PROCESSUAL PENAL. HOMICÍDIO. PRISÃO PREVENTIVA. ALEGAÇÃO DE MOTIVAÇÃO INIDÔNEA. IMPROCEDÊNCIA. GARANTIA DA ORDEM PÚBLICA. GRAVIDADE CONCRETA DO CRIME. RISCO DE REITERAÇÃO DELITIVA. 1. Não se comprovam, nos autos, a presença de constrangimento ilegal a ferir direito do Paciente nem ilegalidade ou abuso de poder a ensejar a concessão da ordem. 2. A custódia cautelar do Paciente mostra-se suficientemente fundamentada na garantia da ordem pública e na necessidade de se resguardar a aplicação da lei penal, não havendo como se reconhecer o constrangimento, notadamente porque, ao contrário do que se alega na petição inicial, existem nos autos elementos concretos, e não meras conjecturas, que apontam periculosidade do Paciente, o risco de reiteração delitiva e de que se esquive de eventual aplicação da pena. Precedentes. 3. Ordem denegada. ", "file": "ementa_23"}, {"ementa": "TRIBUTÁRIO. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. ICMS. SUBSTITUIÇÃO TRIBUTÁRIA. SUPOSTA ILEGITIMIDADE NA IMPOSIÇÃO DO REGIME. AUSÊNCIA. 1. A jurisprudência do Supremo Tribunal Federal firmou-se no sentido de que a lei que estabelece o regime da antecipação tributária, ou da chamada substituição tributária para frente, não fere os princípios constitucionais da capacidade contributiva, da legalidade e da tipicidade (RE 213.396/SP, Rel. Min. ILMAR GALVÃO, Pleno, DJ de 1º.12.2000). 2. A afirmação do acórdão recorrido no sentido de que tal sistemática foi instituída no âmbito estadual por lei em sentido formal só pode ser refutada por extenso exame do direito local, inviável em recurso extraordinário (Súmula 280/STF). 3. Agravo regimental a que se nega provimento. ", "file": "ementa_24"}, {"ementa": "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PRELIMINAR DE REPERCUSSÃO GERAL. FUNDAMENTAÇÃO DEFICIENTE. ÔNUS DO RECORRENTE. ARTIGO 93, IX, CF. JURISPRUDÊNCIA DO STF NO SENTIDO DE QUE A CONSTITUIÇÃO APENAS EXIGE FUNDAMENTAÇÃO, AINDA QUE SUCINTA. ", "file": "ementa_25"}, {"ementa": "DIREITO ADMINISTRATIVO. SERVIDORES PÚBLICOS FEDERAIS. NEGATIVA DE PRESTAÇÃO JURISDICIONAL NÃO CONFIGURADA. EFEITOS DA SENTENÇA TRABALHISTA LIMITADOS À DATA DA INSTITUIÇÃO DO REGIME JURÍDICO ÚNICO. LEI 8.112/1990. ACÓRDÃO RECORRIDO PUBLICADO EM 12.12.2008. Inexiste violação do artigo 93, IX, da Constituição Federal. Na compreensão desta Suprema Corte, o texto constitucional exige que o órgão jurisdicional explicite as razões de seu convencimento, sem necessidade, contudo, do exame detalhado de cada argumento esgrimido pelas partes. O entendimento desta Corte é no sentido de que os efeitos da sentença condenatória proferida na Justiça do Trabalho limita-se à data da instituição do Regime Jurídico Único. O exame da alegada ofensa aos arts. 5º, XXXV, XXXVI, LIV e LV, e 37, XV, da Constituição Federal, dependeria de prévia análise da legislação infraconstitucional aplicada à espécie o que refoge à competência jurisdicional extraordinária, prevista no art. 102 da Constituição Federal. Agravo regimental conhecido e não provido. ", "file": "ementa_26"}, {"ementa": "AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. SERVIDORA PÚBLICA. PRORROGAÇÃO DE LICENÇA-MATERNIDADE. AUSÊNCIA DE MATÉRIA CONSTITUCIONAL. PRECEDENTES. As duas Turmas do Supremo Tribunal Federal já assentaram o entendimento de que não há questão constitucional na controvérsia acerca do direito de servidora pública estadual à prorrogação da licençamaternidade. Precedentes. Agravo regimental a que se nega provimento. ", "file": "ementa_27"}, {"ementa": "RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais. ", "file": "ementa_28"}, {"ementa": "AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. AUSÊNCIA DE PREQUESTIONAMENTO. SÚMULA 282/STF. LIMITES OBJETIVOS DA COISA JULGADA. ANÁLISE DA LEGISLAÇÃO INFRACONSTICIONAL. CONTROVÉRSIA DECIDIDA COM BASE NO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. SÚMULA 279/STF. A questão constitucional alegada no recurso extraordinário não foi objeto de análise pelo Tribunal de origem. Incidência da Súmula 282/STF. O exame da alegação pressuporia uma nova apreciação dos fatos e do seu enquadramento à legislação processual que disciplina, de forma específica, o instituto da coisa julgada e seus limites objetivos. Incidência da Súmula 279/STF. Precedentes. Ademais, a hipótese envolve alegadas violações à legislação infraconstitucional, sem que se discuta o seu sentido à luz da Constituição. Agravo regimental a que se nega provimento. ", "file": "ementa_29"}, {"ementa": "RECLAMAÇÃO – AÇÃO AJUIZADA CONTRA ATO JUDICIAL EMANADO DE MINISTRA DESTA CORTE – INADMISSIBILIDADE – PRECEDENTES – RECURSO DE AGRAVO IMPROVIDO. Não se revela cabível reclamação quando ajuizada (como sucede na espécie), contra atos ou omissões imputados aos próprios magistrados integrantes deste Supremo Tribunal Federal. ", "file": "ementa_30"}, {"ementa": "Agravo regimental no agravo de instrumento. Administrativo. Pensão por morte. Lei Estadual nº 7.551/77. Reexame. Legislação local e fatos e provas. Direito adquirido. Ofensa reflexa. Precedentes. 1. Inadmissível, em recurso extraordinário, a análise de legislação local e o reexame de fatos e provas dos autos. Incidência das Súmulas nºs 280 e 279/STF. 2. A alegada violação do art. 5º, inciso XXXVI, da Constituição Federal, caso ocorresse, seria indireta ou reflexa. 3. Agravo regimental não provido. ", "file": "ementa_31"}, {"ementa": "Agravo regimental no recurso extraordinário. Pensão estatutária. Restabelecimento. Direito reconhecido em mandado de segurança. Ação de cobrança posterior para demandar os valores devidos antes da impetração do writ. Questões relativas ao mérito do mandamus que não foram debatidas no acórdão proferido na ação de cobrança, objeto do presente recurso extraordinário. Prequestionamento. Ausência. 1. Os dispositivos constitucionais tidos como violados não foram examinados pelo Tribunal de origem. Incidência das Súmulas nºs 282 e 356/STF. 2. A questão relativa ao direito da agravada ao restabelecimento de pensão estatutária foi tratada em anterior mandado de segurança, já com trânsito em julgado, e não no acórdão impugnado por meio do recurso extraordinário interposto nos presentes autos. 3. Agravo regimental não provido. ", "file": "ementa_32"}, {"ementa": "RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais. RECURSO EXTRAORDINÁRIO – PRESTAÇÃO JURISDICIONAL – DEVIDO PROCESSO LEGAL. Se, de um lado, é possível haver situação concreta em que transgredido o devido processo legal a ponto de enquadrar o recurso extraordinário no permissivo que lhe é próprio, de outro, descabe confundir a ausência de aperfeiçoamento da prestação jurisdicional com a entrega de forma contrária a interesses. ", "file": "ementa_33"}, {"ementa": "MANDADO DE SEGURANÇA – IMPETRAÇÃO QUE NÃO APONTA FATOS CONCRETOS, CUJA OCORRÊNCIA POSSA ENSEJAR A ADEQUADA UTILIZAÇÃO DA VIA DO MANDADO DE SEGURANÇA – SITUAÇÃO DE CONTROVÉRSIA OBJETIVA – ILIQUIDEZ DOS FATOS – PRETENDIDA OBTENÇÃO DE EFEITOS PATRIMONIAIS ANTERIORES À IMPETRAÇÃO MANDAMENTAL – VEDAÇÃO (SÚMULA 271/STF) – RECURSO DE AGRAVO IMPROVIDO. ", "file": "ementa_34"}, {"ementa": "RECURSO ORDINÁRIO EM HABEAS CORPUS. TRÁFICO DE ENTORPECENTES. FIXAÇÃO DE REGIME INICIAL FECHADO. AUSÊNCIA DE FUNDAMENTAÇÃO. SUBSTITUIÇÃO DA PENA PRIVATIVA DE LIBERDADE POR RESTRITIVA DE DIREITOS. CIRCUNSTÂNCIAS JUDICIAS NEGATIVAS. QUANTIDADE E NATUREZA DA DROGA APREENDIDA. NÃO CUMPRIMENTO DO REQUISITO SUBJETIVO PREVISTO NO ART. 44, III, DO CP. RECURSO PROVIDO PARCIALMENTE. 1. Ao deixar de analisar as circunstâncias concretas do caso, o juízo de primeira instância contrariou entendimento firmado pelo Plenário desta Corte no HC 111.840/ES, Min. Dias Toffoli, que, por maioria, declarou incidentalmente a inconstitucionalidade do § 1º do art. 2º da Lei 8.072/1990, com a redação que lhe foi dada pela Lei 11.464/2007, afastando, dessa forma, a obrigatoriedade do regime inicial fechado para os condenados por crimes hediondos e equiparados. 2. Não é viável proceder à substituição da pena privativa de liberdade por restritivas de direito, pois, embora preenchido o requisito objetivo previsto no inciso I do art. 44 do Código Penal (= pena não superior a 4 anos), as instâncias ordinárias concluíram que a conversão da pena não se revela adequada ao caso, ante a existência de circunstâncias judiciais desfavoráveis (=quantidade e natureza da droga apreendida). Precedentes. 3. Recurso parcialmente provido, para, confirmando a liminar deferida, determinar ao juízo competente que fixe o regime prisional, à luz do art. 33 do Código Penal. RHC 118405 ", "file": "ementa_35"}, {"ementa": "Recurso ordinário em habeas corpus. 2. Tráfico internacional de entorpecentes. Condenação. 3. Pedidos de redução da pena-base; de aplicação da causa especial de diminuição de pena (art. 33, § 4º, da Lei 11.343/2006), no patamar máximo; de fixação de regime inicial aberto e substituição da pena. 4. Majoração da pena-base justificada em razão da quantidade e da natureza do entorpecente apreendido (quase 3 kg de cocaína), conforme preceitua o art. 42 da Lei 11.343/2006. 5. Minorante da Lei de Drogas. Requisitos não preenchidos. Paciente que se dedica à atividade criminosa. 6. Regime inicial fixado somente em razão da hediondez do delito, na forma do artigo 2º, § 1º, da Lei 8.072/90, com a redação dada pela Lei 11.464/2007. Superada a obrigatoriedade de início do cumprimento de pena no regime fechado aos condenados por crimes hediondos ou a eles equiparados a partir do julgamento do HC 111.840/ES, relatoria do Ministro Dias Toffoli. 7. Impossibilidade de substituição da pena privativa de liberdade por restritivas de direitos. Paciente condenado à pena superior a 4 anos (art. 44, I, do CP). 8. Recurso parcialmente provido para determinar que o Juízo de origem proceda a nova fixação do regime inicial de cumprimento de pena, segundo os critérios previstos no art. 33, §§ 2º e 3º, do CP. ", "file": "ementa_38"}, {"ementa": "AGRAVO REGIMENTAL EM AGRAVO DE INSTRUMENTO. APOSENTADORIA COMPULSÓRIA. SERVIDOR PÚBLICO. CONTRATAÇÃO TEMPORÁRIA. CONTROVÉRSIA DECIDIDA COM BASE NA LEGISLAÇÃO INFRACONSTITUCIONAL LOCAL. SÚMULA 280/STF. Em casos análogos, a jurisprudência do Supremo Tribunal Federal afastou o cabimento de recurso extraordinário, tendo em vista depender o deslinde da controvérsia do exame prévio da legislação local aplicável à espécie (Súmula 280/STF). Precedentes. Agravo regimental a que se nega provimento. ", "file": "ementa_40"}, {"ementa": "DIREITO PROCESSUAL CIVIL. INDEFERIMENTO DE PRODUÇÃO DE PROVA. DEBATE DE ÂMBITO INFRACONSTITUCIONAL. NEGATIVA DE PRESTAÇÃO JURISDICIONAL NÃO CONFIGURADA. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO DA REPÚBLICA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. ATO PRATICADO PELO TRIBUNAL DE CONTAS. AUSÊNCIA DE ABUSO OU ILEGALIDADE. APLICAÇÃO DO ÓBICE DA SÚMULA Nº 279/STF. ACÓRDÃO RECORRIDO PUBLICADO EM 19.7.2011. Inexiste violação do artigo 93, IX, da Constituição Federal de 1988. Na compreensão desta Suprema Corte, o texto constitucional exige que o órgão jurisdicional explicite as razões de seu convencimento, sem necessidade, contudo, do exame detalhado de cada argumento esgrimido pelas partes. Precedentes. O exame da alegada ofensa ao art. 5º, LV, da Constituição Federal dependeria de prévia análise da legislação infraconstitucional aplicada à espécie, o que refoge à competência jurisdicional extraordinária, prevista no art. 102 da Constituição Federal. Precedentes. O Plenário Virtual desta Corte, no exame do ARE 639.228/RJ, manifestou-se pela inexistência de repercussão geral do tema atinente à suposta afronta aos princípios do contraditório e da ampla defesa, ante o indeferimento de produção de prova em processo judicial, dado o caráter infraconstitucional da matéria. Divergir do entendimento do Tribunal de origem que, fundamentando-se no conjunto fático-probatório da causa, não vislumbrou abuso ou ilegalidade nos atos praticados pelo Tribunal de Contas, demandaria o reexame de fatos e provas da causa, o que é vedado em sede extraordinária, nos termos da Súmula 279/STF: “Para simples reexame de prova não cabe recurso extraordinário”. Precedentes. Agravo regimental conhecido e não provido. ", "file": "ementa_41"}, {"ementa": "Agravo regimental no recurso extraordinário. Cláusula da justa indenização. Títulos da dívida agrária. TDA. Terceiro adquirente. Direito ao resgate com seus consectários. Impossibilidade. Precedentes. 1. A jurisprudência da Corte é assente no sentido de que a cláusula da justa indenização de que trata o caput do art. 184 da Constituição Federal alcança tão somente o expropriado, não se estendendo a terceiros adquirentes de títulos da dívida agrária que com ele realiza ato mercantil, em negócio estranho à reforma agrária. 2. Orientação que se aplica à garantia constitucional da preservação do valor real que não protege o terceiro adquirente do Título da Dívida Agrária (TDA). 3. Agravo regimental não provido. ", "file": "ementa_42"}, {"ementa": "HABEAS CORPUS IMPETRADO CONTRA DECISÃO MONOCRÁTICA QUE PROVEU RECURSO ESPECIAL DA ACUSAÇÃO. DESCABIMENTO. DESCAMINHO. VALOR DO TRIBUTO SUPRIMIDO INFERIOR A VINTE MIL REAIS. INSIGNIFICÂNCIA. CONCESSÃO DA ORDEM DE OFÍCIO. 1. Inexistindo pronunciamento colegiado do Superior Tribunal de Justiça, não compete ao Supremo Tribunal Federal examinar a questão de direito implicada na impetração. Precedentes. 2. Em matéria de aplicação do princípio da insignificância às condutas, em tese, caracterizadoras de descaminho (art. 334, caput, segunda parte do Código Penal), o fundamento que orienta a avaliação da tipicidade é aquele objetivamente estipulado como parâmetro para a atuação do Estado em matéria de execução fiscal: o valor do tributo devido. 3. A atualização, por meio de Portaria do Ministério da Fazenda, do valor a ser considerado nas execuções fiscais repercute, portanto, na na análise da tipicidade de condutas que envolvem a importação irregular de mercadorias. 4. Eventual desconforto com a via utilizada pelo Estado-Administração para regular a sua atuação fiscal não é razão para a exacerbação do poder punitivo. 5. Habeas corpus não conhecido. Concedida a ordem de ofício para restabelecer o acórdão absolutório proferido pelo Tribunal Regional Federal da 4ª Região. ", "file": "ementa_43"}, {"ementa": "DIREITO ADMINISTRATIVO. SERVIDOR PÚBLICO. REENQUADRAMENTO FUNCIONAL. INEXISTÊNCIA DE DIREITO ADQUIRIDO A REGIME JURÍDICO. INOCORRÊNCIA DE OFENSA AO PRINCÍPIO DA IRREDUTIBILIDADE DE VENCIMENTOS. EXAME DE LEGISLAÇÃO LOCAL. APLICAÇÃO DA SÚMULA 280/STF. AUMENTO DE VENCIMENTOS DE SERVIDORES PÚBLICOS PELO PODER JUDICIÁRIO SOB O FUNDAMENTO DA ISONOMIA. IMPOSSIBILIDADE. ÓBICE DA SÚMULA 339/STF. ACÓRDÃO RECORRIDO PUBLICADO EM 03.11.2010. Jurisprudência firmada no âmbito deste Supremo Tribunal Federal, no sentido de que não há direito adquirido a regime jurídico, bem como ofensa ao princípio da irredutibilidade de vencimentos, quando preservado seu valor nominal, razão pela qual não se divisa a alegada ofensa aos dispositivos constitucionais suscitados. Tendo o Tribunal de origem dirimido a lide com espeque em interpretação de legislação local – Leis Estaduais 11.195/1994, 12.643/2004 e 12.850/2005 -, incide, na espécie, o óbice da Súmula 280/STF : “Por ofensa a direito local não cabe recurso extraordinário” . Na esteira da jurisprudência desta Corte, a equiparação de vencimentos requer a edição de lei específica, razão pela qual não se admite a extensão, pela via judicial, de vantagem de natureza pessoal, legalmente instituída, a pretexto de se empregar tratamento isonômico. Óbice da Súmula 339/STF. As razões do agravo regimental não são aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere à ausência de ofensa direta e literal a preceito da Constituição da República. Agravo regimental conhecido e não provido. ", "file": "ementa_44"}, {"ementa": "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PRELIMINAR DE REPERCUSSÃO GERAL. FUNDAMENTAÇÃO DEFICIENTE. ÔNUS DO RECORRENTE. OFENSA AOS ARTIGOS 5º, XXXV E 93, IX, DA CF. INOCORRÊNCIA. JURISPRUDÊNCIA DO STF NO SENTIDO DE QUE A CONSTITUIÇÃO EXIGE FUNDAMENTAÇÃO, AINDA QUE SUCINTA. ACÓRDÃO RECORRIDO QUE ATENDE ÀS DIRETRIZES FIRMADAS NO AI 791.292 RG (REL. MIN. GILMAR MENDES, TEMA 339). OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL. QUESTÃO INFRACONSTITUCIONAL. REPERCUSSÃO GERAL NEGADA (ARE 748.371, REL. MIN. GILMAR MENDES, TEMA 660). ANÁLISE DE LEGISLAÇÃO LOCAL. IMPOSSIBILIDADE. SÚMULA 280/STF. REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. VEDAÇÃO. SÚMULA 279/STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. ", "file": "ementa_46"}, {"ementa": "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PRELIMINAR DE REPERCUSSÃO GERAL. FUNDAMENTAÇÃO DEFICIENTE. ÔNUS DA PARTE RECORRENTE. ART. 2º DA CF/88. NORMA CONSTITUCIONAL DEMASIADAMENTE GENÉRICA PARA INTERFERIR NO CASO DOS AUTOS. ART. 37 DA CF/88. DEFICIÊNCIA NA FUNDAMENTAÇÃO. SÚMULA 284/STF. EXAME DE FATOS, DE DIREITO LOCAL E DE CLÁUSULAS DE EDITAL DE CONCURSO PÚBLICO. SÚMULAS 279, 280 E 454 do STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. ", "file": "ementa_47"}, {"ementa": "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PRELIMINAR DE REPERCUSSÃO GERAL. FUNDAMENTAÇÃO DEFICIENTE. ÔNUS DO RECORRENTE. OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL. QUESTÃO INFRACONSTITUCIONAL. REPERCUSSÃO GERAL NEGADA (ARE 748.371, REL. MIN. GILMAR MENDES, TEMA 660). ANÁLISE DE LEGISLAÇÃO LOCAL. IMPOSSIBILIDADE. SÚMULA 280/STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. ", "file": "ementa_48"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. DIREITO DO TRABALHO. FÉRIAS. DOBRA NO PAGAMENTO REALIZADO FORA DO PRAZO LEGAL. ", "file": "ementa_49"}, {"ementa": "AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. PROCESSO ADMINISTRATIVO DISCIPLINAR. ALEGAÇÃO DE NEGATIVA DE PRESTAÇÃO JURISDICIONAL E DE VIOLAÇÃO AO ART. 93, IX, DA CF. INOCORRÊNCIA. ", "file": "ementa_50"}, {"ementa": "HABEAS CORPUS. CONSTITUCIONAL. PENAL. PROCESSUAL PENAL. CRIME DE LATROCÍNIO. ALEGAÇÃO DE VÍCIO NA CITAÇÃO POR EDITAL. IMPROCEDÊNCIA. PRECEDENTES. ORDEM DENEGADA. 1. Impossibilitada a citação pessoal, torna-se viável a citação editalícia do réu. 2. Para a tentativa de citação pessoal, antes da citação por edital, o que se exige é o exaurimento das providências razoáveis, possíveis e com perspectiva de êxito na localização do réu. 3. Ausente demonstração de efetivo prejuízo ao exercício do direito de defesa do Paciente, não se decreta nulidade no processo penal, em atenção ao princípio do pas de nullité sans grief, corolário da natureza instrumental do processo. 4. Ordem denegada. ", "file": "ementa_51"}, {"ementa": "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. SERVIDOR PÚBLICO. DESVIO DE FUNÇÃO. OFENSA AO ARTIGO 93, IX, CF. INOCORRÊNCIA. JURISPRUDÊNCIA DO STF NO SENTIDO DE QUE A CONSTITUIÇÃO APENAS EXIGE FUNDAMENTAÇÃO, AINDA QUE SUCINTA. ACÓRDÃO RECORRIDO QUE ATENDE ÀS DIRETRIZES FIRMADAS NO AI 791.292 RG (REL. MIN. GILMAR MENDES, TEMA 339). DISCUSSÃO ACERCA DO DESVIO DE FUNÇÃO. AUSÊNCIA DE REPERCUSSÃO GERAL. RE 578.657 (REL. MIN. MENEZES DIREITO TEMA 73). REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. VEDAÇÃO. SÚMULA 279/STF. ART. 37, V, DA CONSTITUIÇÃO. DISPOSITIVO INCAPAZ DE INFIRMAR O JUÍZO FORMULADO PELO ACÓRDÃO RECORRIDO. SÚMULA 284 DO STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. ", "file": "ementa_52"}, {"ementa": "RECURSO ORDINÁRIO EM HABEAS CORPUS. PENAL. PROCESSUAL PENAL. PRINCÍPIO DA CONGRUÊNCIA ENTRE ACUSAÇÃO E SENTENÇA. OBSERVÂNCIA. NULIDADE. INSUBSISTÊNCIA DA ALEGAÇÃO. NÃO PROVIMENTO DO RECURSO. I – O recorrente alega a nulidade do processo sob o fundamento de ofensa ao princípio da correlação ou da congruência entre a acusação e a sentença. II – A observância ao referido princípio, na dicção de Raúl Zaffaroni e José Henrique Pierangeli, ocorre mediante a adequação da sentença aos fatos imputados ao acusado. III - É “juízo de tipicidade realizado pelo magistrado, que faz a comparação da 'conduta particular e concreta com a individualização típica, para ver se se adéqua ou não a ela. Este processo mental é o juízo de tipicidade que o juiz deve realizar'”. IV – A leitura das peças processuais que instruem o writ conduz à compreensão de que o juízo criminal não desbordou dos limites da imputação. V – Recurso ordinário não provido. ", "file": "ementa_53"}, {"ementa": "AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO COM AGRAVO. AUSÊNCIA DE PRELIMINAR FUNDAMENTADA DE REPERCUSSÃO GERAL DA MATÉRIA CONSTITUCIONAL ALEGADA NO RECURSO EXTRAORDINÁRIO. EXIGÊNCIA DA DEMONSTRAÇÃO. DIREITO DO CONSUMIDOR. EMPRESA DE TELEFONIA. COBRANÇA DE PULSOS ALÉM DA FRANQUIA. MATÉRIA INFRACONSTITUCIONAL. A parte recorrente não apresentou mínima fundamentação quanto à repercussão geral das questões constitucionais discutidas, limitando-se a fazer observações genéricas sobre o tema. A peça de recurso, portanto, não atende ao disposto no art. 543-A, § 2º, do CPC. Precedente. O Supremo Tribunal Federal já assentou a ausência de repercussão geral da questão discutida (RE 571.572, Rel. Min. Gilmar Mendes), relativa à cobrança de pulsos além da franquia, por restringir-se a tema infraconstitucional. O art. 543-A, § 5º, do CPC, bem como os arts. 326 e 327 do RI/STF, dispõe que a decisão desta Corte quanto à inexistência de repercussão geral valerá para todos os casos que versem sobre questão idêntica. Agravo regimental a que se nega provimento. ", "file": "ementa_54"}, {"ementa": "EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO AGRAVO REGIMENTAL. PREVIDÊNCIA PRIVADA. PENSÃO POR MORTE DE ASSOCIADA. MARIDO INVÁLIDO. ALEGAÇÃO DE AFRONTA AO ATO JURÍDICO PERFEITO. NÃO OCORRÊNCIA. INCIDÊNCIA DA SÚMULA 454/STF. FUNDAMENTO CONSTITUCIONAL AUTÔNOMO E SUFICIENTE NÃO INFIRMADO. PRINCÍPIO DA ISONOMIA. SÚMULA 283/STF. A jurisprudência do Supremo Tribunal Federal já assentou que a alegada violação ao art. 5º, XXXVI, da Constituição só entra no plano constitucional quando se discute questão de direito intertemporal. Na hipótese, não se cogita de retroação de lei superveniente, a parte agravante limita-se questionar alegado erro no enquadramento do caso à legislação infraconstitucional pertinente, procedimento inviável em sede de recurso extraordinário. Incide a Súmula 454/STF, que veda o cabimento de recurso extraordinário quando a solução da controvérsia implica a interpretação de cláusulas contratuais. Ademais, na via extraordinária não foi infirmado fundamento constitucional autônomo e suficiente para a manutenção do acórdão recorrido, qual seja, o princípio da isonomia. Preclusa a matéria, aplica-se a Súmula 283/STF. Embargos de declaração recebidos como agravo regimental a que se nega provimento. ", "file": "ementa_55"}, {"ementa": "Agravo regimental em Suspensão de Segurança. Decisão que suspendeu os efeitos do acórdão proferido pelo Superior Tribunal de Justiça nos autos do Conflito de Competência nº 114.478. Detento de alta periculosidade que, mesmo preso, persiste na prática de atividades delitivas promovidas pela facção criminosa da qual é integrante. Manutenção da custódia em estabelecimento penal federal de segurança máxima. Possibilidade. Art. 3º da Lei nº 11.671/08. Necessidade de salvaguardar os direitos coletivos à ordem e à segurança públicas. Agravo não conhecido. O pedido de suspensão de segurança é medida excepcional que se presta à salvaguarda da ordem, da saúde, da segurança e da economia públicas contra perigo de lesão. No caso, a plausibilidade jurídica da pretensão deduzida fundamentada na invocação expressa dos direitos coletivos à ordem e à segurança públicas e na imprescindibilidade da medida de urgência pretendida, justificáveis pelos atuais acontecimentos notórios que acometem a segurança pública do Estado requerente - justifica o deferimento da suspensão requerida (cf. art. 15, § 4º, da Lei nº 12.016/2009). Precedentes. Agravo regimental desprovido. ", "file": "ementa_56"}, {"ementa": "MANDADO DE SEGURANÇA – EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO RECURSO DE AGRAVO – RESOLUÇÃO CNJ Nº 80/09 – ATO EM TESE – INVIABILIDADE DA IMPUGNAÇÃO MEDIANTE AÇÃO MANDAMENTAL (SÚMULA 266/STF) – PRECEDENTES – RECURSO DE AGRAVO IMPROVIDO. – Não se revelam sindicáveis, pela via jurídico-processual do mandado de segurança, os atos em tese, assim considerados aqueles – como as leis ou os seus equivalentes constitucionais – que dispõem sobre situações gerais e impessoais, que têm alcance genérico e que disciplinam hipóteses neles abstratamente previstas. Súmula 266/STF. Precedentes. – O mandado de segurança não se qualifica como sucedâneo da ação direta de inconstitucionalidade, não podendo ser utilizado, em consequência, como instrumento de controle abstrato da validade constitucional das leis e dos atos normativos em geral. Precedentes. ", "file": "ementa_57"}, {"ementa": "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO MANDADO DE INJUNÇÃO. CONVERSÃO EM AGRAVO REGIMENTAL. CONSTITUCIONAL E ADMINISTRATIVO. APOSENTADORIA ESPECIAL. SERVIDOR APOSENTADO ANTERIORMENTE À PROLAÇÃO DA DECISÃO ORA EMBARGADA. INEXISTÊNCIA DE IMPEDIMENTO AO EXERCÍCIO DO DIREITO. INIDONEIDADE, IN CASU, DA ORDEM INJUNCIONAL. PRECEDENTES DO STF. DESPROVIMENTO DO AGRAVO REGIMENTAL. 1. Os embargos de declaração opostos objetivando a reforma da decisão do relator, com caráter infringente, devem ser convertidos em agravo regimental, que é o recurso cabível, por força do princípio da fungibilidade. (Precedentes: Pet 4.837-ED, rel. Min. CÁRMEN LÚCIA, Tribunal Pleno, DJ 14.3.2011; Rcl 11.022-ED, rel. Min. CÁRMEN LÚCIA, Tribunal Pleno, DJ 7.4.2011; AI 547.827-ED, rel. Min. DIAS TOFFOLI, 1ª Turma, DJ 9.3.2011; RE 546.525-ED, rel. Min. ELLEN GRACIE, 2ª Turma, DJ 5.4.2011). 2. O direito à aposentadoria especial de servidor público já aposentado não pode ser veiculado como causa petendi em mandado de injunção, conforme iterativa jurisprudência do Supremo Tribunal Federal: MI 3.248-AgR/DF, Rel. Min. Cármen Lúcia, Plenário, Dje 16/5/2011; MI 4.771-AgR/DF, Rel. Min. Teori Zavascki, Plenário, Dje 20/6/2013; MI MI 4388 AGR-ED 4.328/DF, Rel. Min. Dias Toffoli, Dje de 29/6/2012, inter plures. 3. Agravo Regimental desprovido. ", "file": "ementa_58"}, {"ementa": "HABEAS CORPUS. PENAL. PROCESSUAL PENAL. TRÁFICO DE DROGAS. LIBERDADE PROVISÓRIA. AUSÊNCIA DOS REQUISITOS AUTORIZADORES DA CUSTÓDIA PREVENTIVA. SUPERVENIÊNCIA DE SENTENÇA CONDENATÓRIA QUE MANTÉM A MEDIDA. TÍTULO PRISIONAL NÃO APRECIADO PELA CORTE ESTADUAL, TAMPOUCO PELO TRIBUNAL A QUO. IMPOSSIBILIDADE DE EXAME PELO STF. SUPRESSÃO DE INSTÂNCIA. HABEAS CORPUS NÃO CONHECIDO. PENA INFERIOR A OITO ANOS. REGIME INICIAL FECHADO. OBRIGATORIEDADE. ART. 2º, § 1º, DA LEI 8.072/1990. INCONSTITUCIONALIDADE. ORDEM CONCEDIDA DE OFÍCIO. I – Neste writ, pugna-se pela concessão de liberdade provisória ao paciente, sob os fundamentos de ilegalidade na conversão da prisão em flagrante em preventiva e de ausência dos requisitos autorizadores da custódia cautelar. II – Contudo, em 21/10/2013, foi proferida sentença condenatória que impôs ao paciente a pena de 5 anos de reclusão, em regime inicial fechado, e o pagamento de 500 dias-multa, pela prática do delito previsto nos art. 33, caput, da Lei 11.343/2006. Na ocasião, foi negado ao paciente o direito de apelar em liberdade. III – Essa decisão constitui novo título para a custódia cautelar do paciente, que não foi apreciado pelo Tribunal estadual, tampouco pelo STJ, de modo que seu exame per saltum por esta Corte configuraria dupla supressão de instância e, ainda, evidente extravasamento dos limites de competência descritos no art. 102 da Constituição Federal. Precedentes. IV – O Plenário desta Corte, no julgamento do HC 111.840/ES, Rel. HC 120216 Min. Dias Toffoli, declarou a inconstitucionalidade do § 1º do art. 2º da Lei 8.072/1990 (redação dada pela Lei 11.464/2007), que determinava o cumprimento de pena dos crimes hediondos, de tortura, de tráfico ilícito de entorpecentes e de terrorismo no regime inicial fechado. IV – Habeas corpus não conhecido. V – Ordem concedida de ofício, para determinar ao Juízo da 1ª Vara Criminal da Comarca de Pouso Alegre/MG que fixe, motivadamente, o regime inicial de cumprimento da pena, afastando a regra do § 1º do art. 2º da Lei 8.072/1990, declarado inconstitucional pelo Plenário desta Corte. ", "file": "ementa_59"}, {"ementa": "DIREITO TRIBUTÁRIO. MERCADORIAS DADAS A TÍTULO DE BONIFICAÇÃO. NÃO-INCIDÊNCIA DE ICMS. ANULAÇÃO DOS CRÉDITOS DE OPERAÇÕES ANTERIORES. ACÓRDÃO RECORRIDO PUBLICADO EM 04.3.2011. O Tribunal a quo, na esteira do decidido pelo Superior Tribunal de Justiça, em recurso especial representativo de controvérsia, assentou, com amparo em interpretação de preceitos infraconstitucionais, notadamente da Lei Complementar nº 87/96, não incidir ICMS na saída de mercadorias dadas em bonificação. Fixadas tais balizas, observa-se que a suposta afronta aos postulados constitucionais invocados só poderia ser constatada a partir do exame da legislação infraconstitucional examinada pela Corte de origem. Eventual ofensa oblíqua ou reflexa de dispositivos constitucionais não viabiliza o trânsito de recurso extraordinário. Precedentes: RE 366248 AgR, Rel. Min. Dias Toffoli, 1ª Turma, DJe 07.6.2013; AI 739580 AgR, de minha relatoria, 1ª Turma, DJe 06.02.2013; e AI 749065 AgR, Rel. Min. Eros Grau, 2ª Turma, DJe 09.4.2010. Agravo regimental conhecido e não provido. ", "file": "ementa_60"}, {"ementa": "DIREITO TRIBUTÁRIO. ICMS. REGIME DE SUBSTITUIÇÃO PARA FRENTE. RECOLHIMENTO DESTACADO. OPERAÇÕES FUTURAS DOS SUBSTITUÍDOS. VENDA PRESUMIDA AO LONGO DA CADEIA DE CIRCULAÇÃO DE MERCADORIAS INICIALMENTE DADAS EM BONIFICAÇÃO. PROPORCIONALIDADE DA MULTA. PRINCÍPIO DO NÃO CONFISCO. IMPOSSIBILIDADE DE REAPRECIAÇÃO DE FATOS E PROVAS. SÚMULA 279/STF. ACÓRDÃO RECORRIDO PUBLICADO EM 27.10.2006. A decisão agravada está em harmonia com a jurisprudência desta Suprema Corte acerca do caráter infraconstitucional do debate atinente à inclusão na base de cálculo do ICMS das mercadorias dadas a título de bonificação. A suposta ofensa aos postulados constitucionais só poderia ser constatada a partir da análise da legislação infraconstitucional. Eventual violação oblíqua ou reflexa não viabiliza trânsito a recurso extraordinário. Na esteira da jurisprudência desta Corte, a aferição da natureza confiscatória da multa depende do exame do acervo fático-probatório, insuscetível de revolvimento em sede de apelo extremo. Inteligência da Súmula nº 279/STF. Agravo regimental conhecido e não provido. ", "file": "ementa_61"}, {"ementa": "DIREITO PROCESSUAL CIVIL E ADMINISTRATIVO. SERVIDOR. REINTEGRAÇÃO. ESTADO DE RONDÔNIA. LEI ESTADUAL 1.196/2003 E DECRETOS ESTADUAIS 8.954, 8.955 E 9.044/2000 . EXAME DE LEGISLAÇÃO LOCAL. APLICAÇÃO DA SÚMULA 280/STF. INCIDENTE DE INCONSTITUCIONALIDADE DE LEI PELO ÓRGÃO ESPECIAL DO TRIBUNAL DE ORIGEM. AUSÊNCIA DE JUNTADA DO INTEIRO TEOR DO ACÓRDÃO. IMPOSSIBILIDADE DE CONHECIMENTO DOS FUNDAMENTOS ADOTADOS. PRECEDENTES. ACÓRDÃO RECORRIDO PUBLICADO EM 05.8.2008. Tendo a Corte Regional dirimido a lide com espeque em interpretação de legislação local, incide, na espécie, o óbice da Súmula 280/STF : “Por ofensa a direito local não cabe recurso extraordinário”. A jurisprudência desta Corte entende necessária a juntada do inteiro teor do acórdão em que examinada, pelo plenário ou órgão especial do Tribunal de origem, a constitucionalidade da lei impugnada via recurso extraordinário. Na espécie, ausente a cópia do incidente de inconstitucionalidade no qual o Pleno do Tribunal a quo analisou a Lei Estadual 1.196/2003. Precedentes. Agravo regimental conhecido e não provido. ", "file": "ementa_62"}, {"ementa": "Embargos de declaração em recurso extraordinário com agravo. 2. Decisão monocrática. Embargos de declaração recebidos como agravo regimental. 3. Direito Processual Civil. Homologação de desistência formulada pelo Ministério Público do Trabalho em sede de ação civil pública. 4. Matéria infraconstitucional. Ofensa reflexa. 5. Agravo regimental a que se nega provimento. ", "file": "ementa_63"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA. PROCESSUAL CIVIL. ATO JURISDICIONAL: DESCABIMENTO. INEXISTÊNCIA DE TERATOLOGIA OU DE FLAGRANTE ILEGALIDADE. PRECEDENTES. AGRAVO REGIMENTAL DESPROVIDO. 1. O mandado de segurança contra atos jurisdicionais é inadmissível, exceto nas hipóteses de teratologia ou de flagrante ilegalidade do decisum. Precedentes: RMS 32.017 AgR/DF, Rel. Min. Gilmar Mendes; RMS 30.989/DF, Rel. Min. Cármen Lúcia; RMS 31.214-AgR/DF, Rel. Min. Dias Toffoli. 2. In casu, parentes do Ex-Presidente da República João Goulart ajuizaram ação de reparação de danos em face dos Estados Unidos da América, que entendem devida em razão da suposta prática de atos ilícitos relacionados ao golpe de 1964. A Corte a quo declarou que o Estado requerido goza de imunidade de jurisdição. Inconformados, ajuizaram ação rescisória, cujo trânsito foi negado por falta de indicação do dispositivo legal violado. O agravo regimental interposto dessa decisão não foi conhecido, em razão da não apresentação dos originais da peça recursal, seguindo-se a interposição de recurso extraordinário, igualmente inadmitido, mercê do prévio reconhecimento da inexistência de repercussão geral do tema por esta Suprema Corte. 3. A decisão do Tribunal de origem que aplica entendimento desta Corte quanto à presença ou inexistência de repercussão geral da matéria versada em Recurso Extraordinário, consoante entendimento fixado no RE 598.365/MG, somente pode ser impugnada mediante agravo interno dirigido a outro órgão do próprio Tribunal a quo. Precedentes. 4. O abuso do direito de recorrer configurado, afasta-se a teratologia da decisão que determina o imediato arquivamento do feito, diante do exaurimento da prestação jurisdicional. Nesse sentido: ARE 665.384AgR-ED, Rel. Min. Gilmar Mendes, Segunda Turma, DJe de 04/09/2012; AI 727.244-AgR-ED-ED, Rel. Min. Joaquim Barbosa, Segunda Turma, DJe de 19/10/2012; AI 746.016-AgR-ED-ED, Rel. Min. Celso de Mello, Segunda Turma, DJe de 11/02/2010; AI 362.828-AgR-ED-ED-EDv-AgRED, Rel. Min. Cezar Peluso, Tribunal Pleno, DJ de 06/10/2006. 5. Agravo regimental a que se nega provimento. ", "file": "ementa_64"}, {"ementa": "PENAL E PROCESSUAL PENAL. HABEAS CORPUS. TRÁFICO DE DROGAS. DOSIMETRIA. APLICAÇÃO DA CAUSA ESPECIAL DE DIMINUIÇÃO DE PENA PREVISTA NO § 4º DO ART. 33 DA LEI 11.343/2006 SOBRE A PENA APLICADA COM BASE NA LEI 6.368/1976. IMPOSSIBILIDADE. LEX TERTIA. INCIDÊNCIA EM PATAMAR INFERIOR AO MÁXIMO PREVISTO PELO TRIBUNAL ESTADUAL. PENA PRIVATIVA DE LIBERDADE SUPERIOR A 4 (QUATRO) ANOS E NÃO EXCEDENTE A 8 (OITO) ANOS. FIXAÇÃO DO REGIME INICIAL FECHADO. ART. 2º, § 1º, DA LEI 8.072/90. INCONSTITUCIONALIDADE DECLARADA PELO PLENÁRIO DESTA CORTE NO HC 111.840. IMPOSIÇÃO DE REGIME INICIAL MAIS SEVERO. INEXISTÊNCIA DE MOTIVAÇÃO IDÔNEA. IMPOSSIBILIDADE. SÚMULA 719 DO STF. ORDEM PARCIALMENTE CONCEDIDA. 1. O art. 2º, § 1º, da Lei 8.072/90 que determina o início do cumprimento da pena privativa de liberdade imposta em razão da prática de crime hediondo, necessariamente, no regime fechado foi declarado inconstitucional pelo Plenário do Supremo Tribunal Federal no julgamento do HC 111.840, Pleno, Relator o Ministro Dias Toffoli, sessão de 27 de junho de 2012. 2. O art. 33, § 2º, alínea b, do Código Penal determina que o condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), poderá, desde o princípio, cumpri-la em regime semiaberto . 3. A imposição do regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea (Súmula 719 do STF). 4. A dosimetria da pena, bem como os critérios subjetivos HC 115766 considerados pelos órgãos inferiores para a sua realização, não são passíveis de aferição na via estreita do habeas corpus, por demandar minucioso exame fático e probatório inerente a meio processual diverso. Precedentes: HC 97058, Relator(a): Min. JOAQUIM BARBOSA, Segunda Turma, julgado em 01/03/2011; HC 94073, Relator(a): Min. RICARDO LEWANDOWSKI, Primeira Turma, julgado em 09/11/2010. 5. A jurisprudência do Supremo Tribunal Federal, no julgamento do RE 600.817-RG/MS, Rel. Min. Ricardo Lewandowski, realizado em 7/11/2013, firmou-se no sentido da impossibilidade de aplicação retroativa da causa de diminuição de pena prevista no art. 33, § 4º, da Lei 11.343/2006 sobre a reprimenda cominada ao paciente com base na Lei 6.368/1976, sob pena de se formar uma lex tertia. 6. In casu, a) o paciente foi condenado pela prática do crime previsto no art. 12 da Lei 6.368/76 (tráfico de drogas) à pena de 05 anos e 10 meses de reclusão, em regime inicial fechado, porquanto, em 11/9/2006, valendose de seu cargo de agente penitenciário, entregou 380 (trezentos e oitenta) gramas de maconha para um detento, com a finalidade de distribuição entre demais presos da Casa de Prisão Provisória de Itumbiara/GO. b) O Tribunal de Justiça do Estado de Goiás, no julgamento do recurso de apelação criminal, manteve a condenação do paciente com fundamento na Lei 6.368/1976 e aplicou a causa de diminuição de pena prevista na Lei 11.343/2006 na fração de 1/6 (um sexto). c) O paciente sequer faria jus à incidência da mencionada minorante sobre a pena fixada com base na Lei 6.368/1976, contudo, a fixação do patamar da causa de diminuição de pena deve ser mantida nos termos em que proferida pelo Tribunal de Justiça, em razão da impossibilidade de piorar a situação do paciente, em sede de habeas corpus. d) O acórdão fixou o regime fechado para o início do cumprimento da pena, com fundamento tão somente no disposto no artigo 2º, § 1º, da Lei 8.072/1990. 7. A conversão de pena privativa de liberdade em restritiva de direitos depende do atendimento dos requisitos fixados no art. 44 do Código Penal, dentre os quais sobressai a existência de pena não superior a 4 (quatro) anos, o que não ocorre na hipótese. HC 115766 8. Ordem parcialmente concedida para determinar ao Juízo processante ou, se for o caso, ao Juízo da execução penal, que afastado o óbice constante do art. 2º, § 1º, da Lei 8.072/1990, verifique se o paciente preenche, ou não, os requisitos necessários à fixação do regime inicial diverso de fechado. ", "file": "ementa_65"}, {"ementa": "Agravo regimental no recurso extraordinário com agravo. Prequestionamento. Ausência. Direito Civil. Contrato de plano de saúde. Rescisão unilateral. Culpa. Dever de indenizar. Pressupostos. Demonstração. Legislação infraconstitucional. Ofensa reflexa. Reexame de fatos e provas. Impossibilidade. Precedentes. 1. Os dispositivos constitucionais tidos como violados não foram examinados pelo Tribunal de origem. Incidência das Súmulas nºs 282 e 356 da Corte. 2. A Corte de origem concluiu, com base na legislação aplicável e nos fatos e nas provas dos autos, que restaram demonstrados os pressupostos legais da responsabilidade civil e que a agravante tinha o dever de indenizar a agravada pelos danos por ela sofridos. 3. Inadmissível, em recurso extraordinário, a análise da legislação infraconstitucional e o reexame dos fatos e das provas dos autos. Incidência da Súmula nº 279/STF. 4. Agravo regimental não provido. ", "file": "ementa_66"}, {"ementa": "Agravo regimental no agravo de instrumento. Administrativo. Servidor público. Inexistência de direito adquirido a regime jurídico. Decesso remuneratório. Não ocorrência. Legislação infraconstitucional. Reexame de fatos e provas. Impossibilidade. Precedentes. 1. O Tribunal de origem não divergiu da pacífica jurisprudência da Corte no sentido de que não há direito adquirido a regime jurídico, ficando assegurada a irredutibilidade de vencimentos. 2. Inadmissível, em recurso extraordinário, a análise da legislação infraconstitucional e o reexame dos fatos e das provas dos autos. Incidência das Súmulas nºs 636 e 279/STF. 3. Agravo regimental não provido. ", "file": "ementa_67"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. CIVIL. COMUNICAÇÃO DE FATO CRIMINOSO A AUTORIDADE POLICIAL. CONFIGURAÇÃO DE DANO MORAL. NECESSIDADE DE ANÁLISE DE NORMA INFRACONSTITUCIONAL E DO REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO. INCIDÊNCIA DA SÚMULA 279/STF. ALEGADA VIOLAÇÃO AO ARTIGO 93, IX, DA CF/88. INEXISTÊNCIA. 1. O dano moral, quando aferido pelas instâncias ordinárias, não pode ser revisto pela E. Suprema Corte, em face da incidência da Súmula 279/STF que dispõe, verbis: Para simples reexame de prova não cabe recurso extraordinário. 2. O recurso extraordinário não se presta ao exame de questões que demandam revolvimento do contexto fático-probatório dos autos, adstringindo-se à análise da violação direta da ordem constitucional. 3. A violação reflexa e oblíqua da Constituição Federal decorrente da necessidade de análise de malferimento de dispositivo infraconstitucional torna inadmissível o recurso extraordinário. 4. A decisão judicial tem que ser fundamentada (art. 93, IX), ainda que sucintamente, sendo prescindível que a mesma se funde na tese suscitada pela parte. Precedente: AI-QO-RG 791.292, Rel. Min. Gilmar Mendes, Tribunal Pleno, DJe de 13/8/2010. 5. In casu, o acórdão recorrido assentou: “RESPONSABILIDADE CIVIL. INDENIZAÇÃO POR DANOS MORAIS. COMUNICAÇÃO DE FATO CRIMINOSO A AUTORIDADE POLICIAL. Noticiar, à autoridade policial, a ocorrência de um crime e mencionar determinadas suspeitas, não se configura como ilícito civil, pois se enquadra como exercício regular de um direito, não se podendo falar em responsabilização cível do informante, mesmo que posteriormente se confirme o engano. O dever de indenizar só surge na hipótese da ‘denúncia’ ser absolutamente infundada, leviana e irresponsável, com intuito único de prejudicar determinada pessoa. Hipótese de má-fé não configurada no caso, já que o contexto fático autorizava a suspeita, que não se confirmou”. 6. Agravo regimental DESPROVIDO. ", "file": "ementa_68"}, {"ementa": "Embargos de declaração em recurso extraordinário com agravo. 2. Decisão monocrática. Embargos de declaração recebidos como agravo regimental. 3. Direito Processual Civil. 4. Juizado especial. Competência. Valor da causa. Matéria infraconstitucional. 5. Agravo regimental a que se nega provimento. ", "file": "ementa_69"}, {"ementa": "DIREITO PROCESSUAL CIVIL. EXECUÇÃO FISCAL. EXCEÇÃO DE PRÉ-EXECUTIVIDADE INADMITIDA. DEBATE DE ÂMBITO INFRACONSTITUCIONAL. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO DA REPÚBLICA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. ", "file": "ementa_70"}, {"ementa": "DIREITO CONSTITUCIONAL E AMBIENTAL. PLANEJAMENTO URBANO. MEIO AMBIENTE E PAISAGEM URBANA. PUBLICIDADE E PROPAGANDA EXTERNA. POLUIÇÃO VISUAL. INTERPRETAÇÃO DA LEI MUNICIPAL PAULISTA 14.223/2006. COMPETÊNCIA MUNICIPAL PARA LEGISLAR SOBRE ASSUNTOS DE INTERESSE LOCAL. AUSÊNCIA DE PREQUESTIONAMNETO. SÚMULAS 282 E 356/STF. ACÓRDÃO RECORRIDO PUBLICADO EM 15.6.2009. A matéria constitucional versada nos arts. 1º, IV, 5º, XIII, 22, XXIX, 87, IV, e 173, da Constituição Federal, não foi analisada pelas instâncias ordinárias, tampouco mencionada nos embargos de declaração opostos para satisfazer o requisito do prequestionamento. O acórdão recorrido assentou que a Lei Municipal 14.223/2006 denominada Lei Cidade Limpa - trata de assuntos de interesse local, entre os quais, a ordenação dos elementos que compõem a paisagem urbana, com vistas a evitar a poluição visual e bem cuidar do meio ambiente e do patrimônio da cidade. Agravo regimental conhecido e não provido. ", "file": "ementa_71"}, {"ementa": "HABEAS CORPUS. DIREITO PENAL E CONSTITUCIONAL. USO E PORTE DE ARMA DE FOGO PELA GUARDA MUNICIPAL. AUSÊNCIA DE CONVÊNIO ENTRE MUNICÍPIO E POLÍCIA FEDERAL. EXPEDIÇÃO DE SALVOCONDUTO. AUSÊNCIA DE RISCO À LIBERDADE DE LOCOMOÇÃO. HABEAS CORPUS NÃO CONHECIDO. HC 113592 1. Não se comprovam, nos autos, constrangimento ilegal a ferir direito dos Pacientes nem ilegalidade ou abuso de poder a ensejar a concessão da ordem no sentido da expedição de salvo-conduto com a finalidade de autorizar o uso de arma de fogo pelos guardas municipais. 2. O Supremo Tribunal Federal não admite o conhecimento de habeas corpus no qual não se demonstra risco efetivo de constrição à liberdade de locomoção física. Precedentes. 3. Improcedência da afirmação dos Impetrantes de cumprimento dos requisitos da Lei Nacional n. 10.826/2003 e do Decreto n. 5.123/2004. 4. A jurisprudência deste Supremo Tribunal é firme no sentido de que o porte de armas de fogo é questão de segurança nacional. 5. O interesse de guarda municipal não pode suprir a ausência de convênio entre a Municipalidade e a Polícia Federal nem eventual falta de interesse pelo Município na celebração do convênio. 6. Habeas corpus não conhecido. ", "file": "ementa_72"}, {"ementa": "Agravo regimental em recurso extraordinário com agravo. 2. Direito Previdenciário. 3. Lei Complementar 51/85. Recepção pela Constituição Federal. 4. Abono de permanência. Preenchimento dos requisitos. Enunciado 279 da Súmula do STF. Matéria Infraconstitucional. 5. Ausência de argumentos capazes de infirmar a decisão agravada. 6. Agravo regimental a que se nega provimento. ", "file": "ementa_73"}, {"ementa": "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL NO HABEAS CORPUS. ANÁLISE DOS REQUISITOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DE OUTRO TRIBUNAL. VEDAÇÃO. POLICIAL MILITAR. PERDA DO CARGO PÚBLICO. PEDIDO DE REINTEGRAÇÃO. IMPOSSIBILIDADE. AUSÊNCIA DE VIOLAÇÃO À LIBERDADE DE LOCOMOÇÃO. AGRAVO REGIMENTAL EM HABEAS CORPUS A QUE SE NEGA PROVIMENTO. 1. O reexame de pressupostos de admissibilidade de recursos é insindicável na via estreita do habeas corpus. Precedentes: HC 112.756, Primeira Turma, Relatora a Ministra Rosa Weber, DJ de 13.03.13; HC 113.660, Segunda Turma, Relator o Ministro Ricardo Lewandowski, DJ de 13.02.13; HC 112.323, Primeira Turma, Relatora a Ministra Rosa Weber, DJ de 25.09.12; HC 111.254, Primeira Turma, Relator o Ministro Luiz Fux, DJ de 28.09.12; HC 112.130, Segunda Turma, Relator o Ministro Ayres Britto, DJ de 08.06.12; HC 99.174, Segunda Turma, Relator o Ministro Ayres Britto, DJ de 11.05.12. 2. In casu, o Vice-Presidente do Superior Tribunal de Justiça julgou prejudicado o agravo no recurso extraordinário nos segundos embargos de declaração no agravo de instrumento, tendo em vista que o Supremo Tribunal Federal decidiu que a questão nele debatida – análise de pressupostos de admissibilidade de recurso de competência de outro tribunal – não possui repercussão geral. 3. O habeas corpus destina-se, exclusivamente, à proteção da liberdade de locomoção ameaçada ou violada por ilegalidade ou abuso de poder, não podendo ser manejado para pleitear a reintegração em cargo público, posto tratar-se de questão alheia ao direito de ir e vir. 4. In casu, o agravante requer a reintegração aos quadros da Polícia Militar do Estado de São Paulo. 5. Agravo regimental em habeas corpus a que se nega provimento. ", "file": "ementa_74"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. DIREITO PENAL. TRÁFICO DE ENTORPECENTES. 1. ANÁLISE DAS CIRCUNSTÂNCIAS JUDICIAIS: ART. 59 DO CÓDIGO PENAL. REEXAME DE PROVAS. SÚMULA N. 279 DO SUPREMO TRIBUNAL FEDERAL. 2. DOSIMETRIA DA PENA. MATÉRIA INFRACONSTITUCIONAL. OFENSA CONSTITUCIONAL INDIRETA. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO. ", "file": "ementa_75"}, {"ementa": "Questão de ordem na Ação Penal. Denúncia oriunda de desmembramento da AP 692. Crime do art. 344 do CP (Coação no curso do processo). 2. Reducionismo interpretativo x princípio da legalidade estrita na exegese da locução “processo administrativo” para configuração do tipo penal: visão pragmática da norma. 3. Superveniente diplomação não resulta nulidade da denúncia, nem dos atos praticados anteriormente à alteração da competência. Precedente: INQ 2.767 – Ministro Joaquim Barbosa. Incidência do art. 235, parágrafo único, do RISTF. 4. CPP 397 e Lei 8.038/90, art. 4º: dispositivos que, teleologicamente, ostentam fins assemelhados. 5. Pendente a apreciação de absolvição sumária apresentada no Juízo a quo: exame nesta Corte. Precedente: AP 630 AgR – Ministro Ricardo Lewandowski. 6. Absolvição sumária – Art. 397, incisos III e IV, do CPP. ", "file": "ementa_76"}, {"ementa": "PENAL. AGRAVO REGIMENTAL. QUORUM MÍNIMO DE VOTOS VENCIDOS PARA INTERPOSIÇÃO DOS EMBARGOS INFRINGENTES. REGIMENTO INTERNO DO STF. CONSTITUCIONALIDADE. IMPOSSIBILDIADE JURÍDICA DE AMPLIAÇÃO DA REGRA REGIMENTAL. INCOMPETÊNCIA DO STF PARA LEGISLAR SOBRE MATERIA PROCESSUAL. RECURSO DESPROVIDO. É manifestamente incabível a interposição de embargos infringentes sem o quórum mínimo de quatro votos absolutórios, como exigido no artigo 333 , inciso I, do Regimento Interno do Supremo Tribunal Federal. O agravante, em nenhuma das condenações que sofreu (corrupção passiva: condenação por unanimidade. Lavagem: condenação com apenas 2 votos vencidos), atende a esse requisito, de forma que, em seu caso, não há possibilidade jurídica de opor embargos infringentes para modificação do julgado. A pretensão do agravante de ver suprimida a expressão “sessão secreta” do dispositivo referido, para permitir os embargos infringentes em todos os julgamentos criminais independentemente do quórum de votos vencidos, resultaria na criação de uma nova norma.Todavia, após a Constituição Federal de 1988, como consta na decisão agravada, o STF não possui competência para legislar sobre matéria processual e, por isso, não pode ampliar ou criar hipóteses recursais. Precedentes. Agravo regimental desprovido. AP 470 EI-DÉCIMOS OITAVOS-AGR ", "file": "ementa_77"}, {"ementa": "Direito Penal e Processo Penal. Ação penal. Crime do art. 1º, II do DL 201/67. 2. Intercorrente diplomação não resulta nulidade superveniente da denúncia, nem dos atos praticados anteriormente à alteração da competência. Precedente: INQ 2.767 – ministro Joaquim Barbosa; incidência do RISTF 235, parágrafo único. 3. CPP 397 e Lei 8.038/90, 4º: dispositivos que, teleologicamente, ostentam fins assemelhados. Precedente: AP 630 AgR – Ministro Ricardo Lewandowski. 4. Falta de justa causa para a ação penal. Jurisprudência desta Corte: HC 73.271 – Ministro Celso de Mello. 5. Absolvição sumária – CPP 397, III. ", "file": "ementa_78"}, {"ementa": "PROCESSUAL PENAL. RECEBIMENTO DA DENÚNCIA. ATENDIMENTO DOS REQUISITOS DO ART. 41 DO CPP. PRESENÇA DE JUSTA CAUSA (CPP, ART. 395, III), EM FACE DOS INDÍCIOS DE AUTORIA E MATERIALIDADE. DENÚNCIA RECEBIDA. ", "file": "ementa_79"}, {"ementa": "DIREITO PROCESSUAL CIVIL E DO TRABALHO. LIMITES OBJETIVOS DA COISA JULGADA. ÂMBITO INFRACONSTITUCIONAL DO DEBATE. EVENTUAL VIOLAÇÃO REFLEXA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. ACÓRDÃO RECORRIDO PUBLICADO EM 16.3.2012. A jurisprudência desta Corte é firme no sentido de que a controvérsia acerca dos limites objetivos da coisa julgada está restrita ao âmbito infraconstitucional. Precedentes. Agravo regimental conhecido e não provido. ", "file": "ementa_81"}, {"ementa": "REPRESENTAÇÃO PROCESSUAL – PESSOA JURÍDICA DE DIREITO PÚBLICO – UNIÃO – INSTRUMENTO DE MANDATO – DISPENSA. Uma vez subscrito o ato por detentor do cargo de advogado da União, dispensável é a apresentação de instrumento de mandato, da procuração. MAGISTRATURA – PARCELA DE EQUIVALÊNCIA – ARTIGO 1º, PARÁGRAFO ÚNICO, DA LEI Nº 8.448/92 – ESCALONAMENTO. A magistratura foi beneficiada pela equivalência prevista no artigo 1º, parágrafo único, da Lei nº 8.448/92, presente o disposto no artigo 93, inciso V, da Constituição Federal, surgindo, ante o escalonamento, valores absolutos a serem atualizados segundo os percentuais próprios, mostrando-se desinfluente legislação que veio a versar diferenças inferiores. ", "file": "ementa_82"}, {"ementa": "Embargos de declaração em mandado de segurança. Conversão dos embargos declaratórios em agravo regimental. Candidato aprovado para formação de cadastro reserva. Mera expectativa de direito à nomeação. Agravo regimental a que se nega provimento. 1. Embargos de declaração recebidos como agravo regimental. 2. Candidato aprovado em concurso público para formação de cadastro reserva é mero detentor de expectativa de direito à nomeação. Precedentes. 3. Agravo regimental a que se nega provimento. ", "file": "ementa_83"}, {"ementa": "Extradição instrutória. Governo de Portugal. Extensão do pedido formulado após o julgamento do pleito originário. Possibilidade jurídica da sua análise. Precedente. Pedido de extensão instruído com os documentos necessários ao seu exame. Atendimento aos requisitos da Lei nº 6.815/80 e do tratado bilateral. Crimes de falsificação de documento público e estelionato. Prescrição. Não ocorrência, tanto sob a óptica da legislação alienígena, quanto sob a óptica da legislação penal brasileira. Competência para a instrução e o julgamento dos fatos narrados na nota verbal. Ausência de conotação política do delito praticado. Vedação do art. 77 da Lei nº 6.815/80 afastada. Requisitos da dupla tipicidade e punibilidade satisfeitos. Crime de falsificação de documento público. Antefato não punível. Consunção. Pedido de extensão parcialmente deferido. 1. Revela-se juridicamente possível analisar o pedido de extensão formulado após o deferimento do pedido de extradição, desde que o crime relacionado seja diverso daquele que motivou o pedido inicial, bem como tenha sido ele cometido em data anterior ao pleito extradicional. 2. O pedido de extensão formulado pelo Governo de Portugal, com base em tratado de extradição firmado com o Brasil, atende aos pressupostos necessários ao seu deferimento, nos termos da Lei nº 6.815/80. 3. O pedido foi instruído com os documentos necessários à sua análise, trazendo, inclusive, detalhes pormenorizados quanto ao local, o EXT 1204 EXTN / POR período, a natureza e as circunstâncias dos fatos delituosos. Portanto, em perfeita consonância com a regras dos arts. IX, 1, do tratado bilateral e 80, caput, da Lei nº 6.815/80. 4. Os fatos delituosos imputados ao extraditando correspondem, no Brasil, aos crimes de falsificação de documento público e estelionato, estabelecidos nos arts. 297 e 171 do Código Penal brasileiro, satisfazendo, assim, ao requisito da dupla tipicidade previsto no art. 77, inciso II, da Lei nº 6.815/80. 5. Não ocorrência da prescrição da pretensão punitiva - tanto com relação aos textos legais apresentados pelo Estado requerente, quanto com relação à legislação penal brasileira. 6. A jurisprudência do Supremo Tribunal vem consolidando o entendimento de que, quando se tratar de antefato ou de pós-fato impunível, tal crime não enseja o deferimento do pedido de extradição. Precedente. 7. Inviável, dessa forma, o acolhimento da extradição para fins de persecução penal ao extraditando pelo Estado requerente com relação ao crime de falsificação de documento (art. 256º, nº 1, alínea a e nº 3, do Código Penal Português, com a redação anterior à Lei nº 59/07, de 4 de setembro). 8. Pedido de extensão parcialmente deferido. ", "file": "ementa_84"}, {"ementa": "RECURSO ORDINÁRIO EM HABEAS CORPUS. PROCESSO PENAL. TRÁFICO DE DROGAS. CAUSA DE AUMENTO DE PENA PREVISTA NO INCISO VI DO ARTIGO 40 DA LEI 11.343/2006. COMPROVAÇÃO DA MENORIDADE DO ADOLESCENTE. CERTIDÃO DE NASCIMENTO. 1. O Superior Tribunal de Justiça observou os precedentes da Primeira Turma desta Suprema Corte que não vêm admitindo a utilização de habeas corpus em substituição a recurso constitucional. 2. A aplicação da causa de aumento de pena prevista no inciso VI do art. 40 da Lei 11.343/2006 pressupõe o envolvimento de criança ou de adolescente na empreitada criminosa. 3. A jurisprudência deste Supremo Tribunal Federal firmou o posicionamento no sentido de que o reconhecimento da menoridade, para efeitos penais, é verificada por meio da certidão de nascimento. 4. Recurso ordinário em habeas corpus provido. ", "file": "ementa_85"}, {"ementa": "HABEAS CORPUS. APROPRIAÇÃO INDÉBITA. PRINCÍPIO DA INSIGNIFICÂNCIA. REPROVABILIDADE DA CONDUTA. MAUS ANTECEDENTES. INAPLICABILIDADE. ORDEM DENEGADA. 1. Avalia-se a pertinência do princípio da insignificância, em casos de pequenos furtos, a partir não só do valor do bem subtraído, mas também de outros aspectos relevantes da conduta imputada. Precedentes. 2. O cometimento de apropriação indébita de quantia destinada ao próprio avô do paciente reveste-se de alta reprovabilidade. 3. A existência de maus antecedentes igualmente desaconselha a aplicação do princípio da bagatela. Ressalva de entendimento pessoal da Ministra Relatora. 4. Ordem denegada. ", "file": "ementa_86"}, {"ementa": "Habeas corpus. 2. Furto qualificado pelo emprego de chave falsa e corrupção ativa. Condenação. 3. Bens de pequeno valor (R$ 75,00). Aplicação do princípio da insignificância e do privilégio previsto no art. 155, § 2º, do CP. Impossibilidade. Maior reprovabilidade da conduta. 4. Ordem denegada. ", "file": "ementa_87"}, {"ementa": "DIREITO TRIBUTÁRIO E PROCESSUAL CIVIL. LIQUIDEZ E CERTEZA. CDA. EXCEÇÃO DE PRÉ-EXECUTIVIDADE. CABIMENTO. DEBATE INFRACONSTITUCIONAL. REEXAME DE FATOS E PROVAS. PROPORCIONALIDADE DE MULTA DE 75%. IMPOSSIBILIDADE DE REAPRECIAÇÃO DE FATOS E PROVAS. SÚMULA 279/STF. EXISTÊNCIA DE PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL. ACÓRDÃO RECORRIDO PUBLICADO EM 10.6.2011. As alegações de duplicidade das exações e de inconstitucionalidade da base de cálculo somente poderiam ser analisadas caso fosse possível, em sede de apelo extremo, o reexame de fatos e provas ligados à liquidez, certeza e exigibilidade dos títulos executados, bem como a verificação da legislação infraconstitucional a respeito do tema, providências inviáveis à luz da Súmula 279/STF e das estritas balizas estabelecidas no art. 102, III, da Constituição Federal. Ao entender necessária dilação probatória – inviável em sede de exceção de pré-executividade -, a fim de firmar convencimento acerca da adequação da multa de 75% imposta à recorrente, o Tribunal a quo julgou em sintonia com a jurisprudência desta Corte, a teor da qual afigura-se imprescindível o exame de fatos e provas para o exame da higidez das multas impostas pelo descumprimento de obrigações tributárias. Agravo regimental conhecido e não provido. ", "file": "ementa_88"}, {"ementa": "DIREITO ADMINISTRATIVO. SERVIDOR PÚBLICO. MAGISTÉRIO ESTADUAL. ALTERAÇÃO DE NÍVEL NA CARREIRA. DEBATE DE ÂMBITO INFRACONSTITUCIONAL. NEGATIVA DE PRESTAÇÃO JURISDICIONAL NÃO CONFIGURADA. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO DA REPÚBLICA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. ACÓRDÃO RECORRIDO PUBLICADO EM 19.12.2005. Inexiste violação do artigo 93, IX, da Constituição Federal de 1988. Na compreensão desta Suprema Corte, o texto constitucional exige que o órgão jurisdicional explicite as razões de seu convencimento, sem necessidade, contudo, do exame detalhado de cada argumento esgrimido pelas partes. Precedentes. Divergir do entendimento do Tribunal a quo acerca da ausência do preenchimento dos requisitos necessários para alteração de nível na carreira do magistério público demandaria a análise da legislação infraconstitucional aplicável à espécie, de tal modo que, se afronta ocorresse, seria indireta, o que não atende à exigência do art. 102, III, “a”, da Lei Maior. Precedentes. Agravo regimental conhecido e não provido. ", "file": "ementa_89"}, {"ementa": "DIREITO ADMINISTRATIVO. SERVIDOR PÚBLICO. PROFESSORA APOSENTADA. AULAS SUPLEMENTARES. INCORPORAÇÃO. LEGISLAÇÃO LOCAL. APLICAÇÃO DA SÚMULA 280/STF. NEGATIVA DE PRESTAÇÃO JURISDICIONAL NÃO CONFIGURADA. ANÁLISE DA OCORRÊNCIA DE EVENTUAL AFRONTA AOS PRECEITOS CONSTITUCIONAIS INVOCADOS NO APELO EXTREMO DEPENDE DA REELABORAÇÃO DA MOLDURA FÁTICA CONSTANTE DO ACÓRDÃO RECORRIDO. SÚMULA 279/STF. ACÓRDÃO RECORRIDO PUBLICADO 27.7.2012. Inexiste violação do artigo 93, IX, da Constituição Federal de 1988. Na compreensão desta Suprema Corte, o texto constitucional exige que o órgão jurisdicional explicite as razões de seu convencimento, sem necessidade, contudo, do exame detalhado de cada argumento esgrimido pelas partes. Precedentes. Tendo a Corte de origem dirimido a controvérsia acerca do preenchimento dos requisitos legais vigentes à época e necessários à incorporação das aulas ministradas aos proventos da professora aposentada, à luz do conjunto fático-probatório dos autos e da legislação local, inviável o reexame em sede recursal extraordinária. Aplicação dos óbices das Súmulas 280 e 279/STF. Precedentes. Agravo regimental conhecido e não provido. ", "file": "ementa_90"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. ADMINISTRATIVO. REESTRUTURAÇÃO DO PLANO ESPECIAL DE CARGOS DO MINISTÉRIO DA FAZENDA (PECFAZ). 1. Inexistência de direito adquirido a regime jurídico. Precedentes. 2. Alegada redução de vencimentos. Reexame de fatos e provas. Súmula n. 279 do Supremo Tribunal Federal. 3. Agravo regimental ao qual se nega provimento. ", "file": "ementa_91"}, {"ementa": "HABEAS CORPUS. CONSTITUCIONAL. PROCESSUAL PENAL. TRÁFICO DE DROGAS. PRISÃO PREVENTIVA. ALEGAÇÃO DE MOTIVAÇÃO INIDÔNEA. IMPROCEDÊNCIA. 1. Não se comprovam, nos autos, a presença de constrangimento ilegal a ferir direito do Paciente nem ilegalidade ou abuso de poder a ensejar a concessão da ordem. 2. A custódia cautelar do Paciente mostra-se suficientemente fundamentada na garantia da ordem pública e na necessidade de se resguardar a aplicação da lei penal, não havendo como se reconhecer o constrangimento, notadamente porque, ao contrário do que se alega na petição inicial, existem nos autos elementos concretos, e não meras conjecturas, que apontam periculosidade do Paciente e o risco de que se esquive de eventual aplicação da pena. Precedentes. 3. Ordem denegada. ", "file": "ementa_92"}, {"ementa": "Habeas corpus. 2. Tráfico ilícito de entorpecentes. Prisão preventiva. 3. Ausência dos requisitos autorizadores da custódia cautelar. Constrangimento ilegal configurado. 4. Excepcionalidade da prisão. Possibilidade da aplicação de outras medidas cautelares. Art. 319 do CPP. 5. Decisão impugnada proferida por Relator do Superior Tribunal de Justiça. Ausência de interposição de agravo regimental. Recente entendimento da Segunda Turma (HC 119.115/MG), ressalvada a posição do Relator. 6. Writ não conhecido. 7. Ordem concedida, de ofício, confirmando a liminar. ", "file": "ementa_93"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. ICMS. ADICIONAL. INSTITUIÇÃO POR LEI ESTADUAL. FUNDO ESTADUAL DE COMBATE À POBREZA. LEI 4.056/2002 DO ESTADO DO RIO DE JANEIRO. CONVALIDAÇÃO PELO ART. 4º DA EMENDA CONSTITUCIONAL 42/2003. AGRAVO IMPROVIDO. I – O art. 4º da EC 42/2003 validou os adicionais instituídos pelos Estados e pelo Distrito Federal para financiar os Fundos de Combate à Pobreza. Precedentes. II – Agravo regimental improvido. ", "file": "ementa_94"}, {"ementa": "RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais. ", "file": "ementa_96"}, {"ementa": "Agravo regimental no agravo de instrumento. Representação de inconstitucionalidade. Parâmetro. Contrariedade ao art. 170, CTN. Compensação. Questão de mera legalidade. Afronta reflexa. 1. O art. 170 do Código Tributário Nacional não é reprodução mitigada do art. 146, III, b, da Constituição. Trata-se de norma geral de direito tributário, a qual, atendendo o comando do art. 146, III, b, CF, dispõe sobre a compensação, uma das formas de extinção do crédito tributário. 2. A questão suscitada se limita ao plano da legalidade, atingindo apenas de forma reflexa a Constituição da República. 3. Agravo regimental não provido. ", "file": "ementa_97"}, {"ementa": "DIREITO TRIBUTÁRIO E PROCESSUAL CIVIL. PRINCÍPIO DO NÃO CONFISCO. PROPORCIONALIDADE DA MULTA. IMPOSSIBILIDADE DE REAPRECIAÇÃO DE FATOS E PROVAS. SÚMULA 279/STF. ACÓRDÃO RECORRIDO PUBLICADO EM 19.12.2006. O Tribunal a quo, na hipótese em tela, lastreou-se no contexto probatório para firmar seu convencimento acerca da legalidade da multa de 75% imposta à recorrente, assinalando tratar-se de multa punitiva e não confiscatória que atendeu finalidade educativa e de repressão a condutas infratoras. Portanto, aferir a ocorrência de eventual violação ao preceito constitucional invocado no apelo extremo, decorrente de efeito confiscatório da multa, somente seria possível mediante exame do conjunto fático-probatório, o que é vedado em sede extraordinária e enseja a aplicação do enunciado da Súmula 279 da Corte. Agravo regimental conhecido e não provido. ", "file": "ementa_98"}, {"ementa": "DIREITO ADMINISTRATIVO. PROCESSO ADMINISTRATIVO DISCIPLINAR. MILITAR. DEMISSÃO. DEBATE DE ÂMBITO INFRACONSTITUCIONAL. NEGATIVA DE PRESTAÇÃO JURISDICIONAL NÃO CONFIGURADA. ANÁLISE DA OCORRÊNCIA DE EVENTUAL AFRONTA AOS PRECEITOS CONSTITUCIONAIS INVOCADOS NO APELO EXTREMO DEPENDE DA REELABORAÇÃO DA MOLDURA FÁTICA CONSTANTE DO ACÓRDÃO RECORRIDO. ACÓRDÃO RECORRIDO PUBLICADO EM 30.11.2011. Inexiste violação do artigo 93, IX, da Constituição Federal de 1988. Na compreensão desta Suprema Corte, o texto constitucional exige que o órgão jurisdicional explicite as razões de seu convencimento, sem necessidade, contudo, do exame detalhado de cada argumento esgrimido pelas partes. Precedentes. Divergir do entendimento do Tribunal a quo acerca da legalidade do procedimento administrativo disciplinar que resultou na demissão do agravante e pela inocorrência da prescrição da pretensão punitiva da Administração demandaria a análise da legislação infraconstitucional aplicável à espécie, bem como a reelaboração da moldura fática delineada na origem, inviável em sede recursal extraordinária. Aplicação do óbice da Súmula 279/STF. Precedentes. Agravo regimental conhecido e não provido. ", "file": "ementa_100"}, {"ementa": "EMBARGOS DE DECLARAÇÃO RECEBIDOS COMO AGRAVO REGIMENTAL. SERVIDOR PÚBLICO. AUSÊNCIA DE DIREITO ADQUIRIDO A REGIME JURÍDICO. BASE DE CÁLCULO E ACRÉSCIMOS ULTERIORES (“EFEITO CASCATA”). IMPOSSIBILIDADE. DISCUSSÃO ACERCA DA NATUREZA DA GRATIFICAÇÃO DE ESTÍMULO À PRODUÇÃO INDIVIDUAL- GEPI. SÚMULAS 279 E 280/STF. PRECEDENTES. A jurisprudência do Supremo Tribunal Federal, reafirmando o entendimento de que inexiste direito adquirido a regime jurídico, ressaltou a impossibilidade de incidir, na base de cálculo de vantagem remuneratória devida a servidor, verba devida sob o mesmo fundamento, em observância ao disposto no art. 37, XIV, da Constituição Federal, com a redação dada pela Emenda Constitucional nº 19/1998. Precedente. Dissentir da conclusão do Tribunal de origem acerca da natureza da gratificação GEPI, se pessoal ou não, demandaria o reexame de fatos e provas e análise de normas infraconstitucionais. Incidência das Súmulas 279 e 280/STF. Precedentes. Agravo regimental a que se nega provimento. ", "file": "ementa_101"}, {"ementa": "AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. SERVIDOR PÚBLICO. REENQUADRAMENTO. DIREITO ADQUIRIDO A REGIME JURÍDICO E À FORMA DE CÁLCULO DA REMUNERAÇÃO. INEXISTÊNCIA. REDUÇÃO DE VENCIMENTOS. IMPOSSIBILIDADE. O Supremo Tribunal Federal, ao julgar o RE 563.965-RG, da relatoria da Ministra Cármen Lúcia, reafirmou a jurisprudência no sentido de que não há direito adquirido a regime jurídico, assegurada a irredutibilidade de vencimentos. Dissentir da conclusão do Tribunal de origem no sentido de que houve decesso remuneratório demandaria a análise da legislação local aplicável ao caso (Lei nº 1.429/2002), bem como dos fatos e do material probatório constantes dos autos. Incidência das Súmulas 279 e 280/STF. Precedentes. Agravo regimental a que se nega provimento. ", "file": "ementa_102"}, {"ementa": "RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais. ", "file": "ementa_103"}, {"ementa": "Agravo regimental em recurso extraordinário com agravo. 2. Direito do Consumidor. 3. Fornecimento de água. Cobrança de tarifa mínima. Alegação de desequilíbrio econômico-financeiro do contrato firmado entre partes. Incidência do Enunciado 279 da Súmula do STF. Matéria infraconstitucional. 4. Ausência de argumentos capazes de infirmar a decisão agravada. 5. Agravo regimental a que se nega provimento. ", "file": "ementa_104"}, {"ementa": "EMBARGOS DE DECLARAÇÃO. DIREITO TRIBUTÁRIO. JULGAMENTO. ERRO MATERIAL. PEDIDO DE TRANSAÇÃO E DESISTÊNCIA ANTERIORES AO JULGADO. DESISTÊNCIA HOMOLOGADA. RENÚNCIA. JUÍZO DE PISO. SEM EFEITO O JULGAMENTO DE RECURSO COM PEDIDO DE DESISTÊNCIA ANTERIOR. A embargante requereu a desistência de seu recurso, renunciando expressamente ao direito em que se funda a ação em momento anterior ao julgamento de seu agravo regimental. Assim, tendo em vista o erro material, acolho os presentes embargos declaratórios, com efeitos infringentes, para tornar sem efeito o julgamento do agravo regimental no recurso extraordinário com agravo, homologo a desistência do referido agravo regimental e determino a baixa dos autos à origem para apreciação dos pedidos de renúncia, eventuais questões relativas à sucumbência, levantamento de depósitos e custas finais, se o caso. Embargos de declaração acolhidos, com a concessão de efeitos infringentes. ", "file": "ementa_105"}, {"ementa": "Ação direta de inconstitucionalidade. Exercício da advocacia. Servidores policiais. Incompatibilidade. Artigo 28, inciso V, da Lei nº 8.906/94. Ausência de ofensa ao princípio da isonomia. Improcedência da ação. 1. A vedação do exercício da atividade de advocacia por aqueles que desempenham, direta ou indiretamente, serviço de caráter policial, prevista no art. 28, inciso V, da Lei nº 8.906/94, não se presta para fazer qualquer distinção qualificativa entre a atividade policial e a advocacia. Cada qual presta serviços imensamente relevantes no âmbito social, havendo, inclusive, previsão expressa na Carta Magna a respeito dessas atividades. O que pretendeu o legislador foi estabelecer cláusula de incompatibilidade de exercício simultâneo das referidas atividades, por entendê-lo prejudicial ao cumprimento das respectivas funções. 2. Referido óbice não é inovação trazida pela Lei nº 8.906/94, pois já constava expressamente no anterior Estatuto da Ordem dos Advogados do Brasil, Lei nº 4.215/63 (art. 84, XII). Elegeu-se critério de diferenciação compatível com o princípio constitucional da isonomia, ante as peculiaridades inerentes ao exercício da profissão de advogado e das ADI 3541 atividades policiais de qualquer natureza. 3. Ação julgada improcedente. ", "file": "ementa_107"}, {"ementa": "AÇÃO PENAL. EMBARGOS DE DECLARAÇÃO. OMISSÃO E CONTRADIÇÃO QUANTO AO CABIMENTO DO PERDÃO JUDICIAL OU DA DIMINUIÇÃO DA PENA. VÍCIOS INEXISTENTES. EMBARGOS DECLARATÓRIOS NÃO CONHECIDOS. RECURSO MERAMENTE PROTELATÓRIO. EXECUÇÃO IMEDIATA DA PENA, INDEPENDENTEMENTE DE PUBLICAÇÃO. O acórdão embargado não deixou qualquer margem para dúvida quanto ao fato de que o embargante merecia a redução da pena pela colaboração para a descoberta de outros corréus, mas não fazia jus ao perdão ou a uma diminuição de pena em maior amplitude, porque a sua colaboração não teve continuidade durante o andamento da ação penal. Pelo mesmo motivo, não faz jus à substituição da pena prevista no art. 4º da Lei 12.850/2013. Embargos de declaração não conhecidos. Reconheceu-se o caráter meramente protelatório dos embargos e decretou-se, por consequência, o trânsito em julgado da condenação, com determinação de início imediato da execução da pena, independentemente de publicação do acórdão. ", "file": "ementa_108"}, {"ementa": "AGRAVO REGIMENTAL EM AGRAVO DE INSTRUMENTO. DIREITO DO CONSUMIDOR. PASSAGEM AÉREA NÃO UTILIZADA. RESSARCIMENTO. ALEGADA VIOLAÇÃO AO ART. 93, IX, DA CONSTTUIÇÃO FEDERAL. INEXISTÊNCIA. Decisão que está devidamente fundamentada, embora em sentido contrário aos interesses da parte agravante. Agravo regimental a que se nega provimento. ", "file": "ementa_109"}, {"ementa": "DIREITO DO CONSUMIDOR. INDENIZAÇÃO POR DANO MORAL. MATÉRIA INFRACONSTITUCIONAL. ANÁLISE DA OCORRÊNCIA DE EVENTUAL AFRONTA AOS PRECEITOS CONSTITUCIONAIS INVOCADOS NO APELO EXTREMO DEPENDENTE DA REELABORAÇÃO DA MOLDURA FÁTICA CONSTANTE NO ACÓRDÃO REGIONAL. SÚMULA 279/STF. INOVAÇÃO RECURSAL. IMPOSSIBILIDADE. ACÓRDÃO RECORRIDO PUBLICADO EM 19.12.2011. Divergir do entendimento do Tribunal a quo acerca da ocorrência do dano moral e da correção do valor fixado a título de indenização demandaria a análise da legislação infraconstitucional, bem como a reelaboração da moldura fática delineada na origem, inviável em sede recursal extraordinária. Precedentes. A alegada violação do art. 5º, caput, XXXV, e LV, da Constituição Federal não foi arguida nas razões do recurso extraordinário, sendo vedado ao agravante inovar no agravo regimental Agravo regimental conhecido e não provido ", "file": "ementa_110"}, {"ementa": "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. DIREITO PREVIDENCIÁRIO. REVISÃO DE BENEFÍCIO. EMBARGOS DE DECLARAÇÃO OPOSTOS CONTRA DECISÃO DE INADMISSIBILIDADE DE RECURSO EXTRAORDINÁRIO. RECURSO INCABÍVEL. AGRAVO INTEMPESTIVO. 1. A tempestividade constitui requisito recursal de admissibilidade indispensável, razão pela qual o recorrente deve obedecer aos prazos previstos no Código de Processo Civil. 2. In casu, a parte agravante interpôs o agravo após o transcurso do prazo recursal de 10 dias, previsto no artigo 544, caput, do CPC, o que torna forçoso o não conhecimento do agravo em recurso extraordinário. 3. Os embargos de declaração são incabíveis contra decisão de admissibilidade do recurso extraordinário. Precedente: ARE 728.395AgR/RS, Rel. Min. Joaquim Barbosa, Plenário, DJe 19/8/2013. 4. Agravo regimental DESPROVIDO. ", "file": "ementa_111"}]